Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Re-apply the last sort you chose every time when adding new files to this playlist
be: Паўторна ўжываць апошняе абранае сартаваньне пры кожным дадаваньні новых файлаў да гэтага плэй-ліста
es: Volver a aplicar la última clasificación elegida cada vez que se añadan nuevos archivos a esta lista de reproducción
ko: 이 재생목록에 새 파일을 추가할 때마다 선택한 마지막 정렬을 다시 적용합니다
nb: Gjenbruk sist valgte sortering hver gang nye filer legges til denne spillelisten
nl: Recentste sortering toepassen na elke afspeellijsttoevoeging
sv: Använd den senaste sorteringen du valde igen varje gång när du lägger till nya filer till den här spellistan

source: Open file...
be: Адкрыць файл...
es: Abrir un archivo…
et: Faili avamine...
eu: Ireki fitxategia...
fi: Avaa tiedosto...
ko: 파일 열기...
lt: Atverti failą...
nb: Åpne fil ...
nl: Bestand openen…
sl: Odpri datoteko ...
sr: Отвори датотеку...
sv: Öppna fil...
zh_tw: 開啟檔案…

source: Configure %s
be: Наладзіць %s
es: Configurar %s
et: Seadista %s
eu: Konfiguratu %s
fi: Tee asetukset %s
ko: %s 구성하기
lt: Konfigūruoti %s
nb: Sett opp %s
nl: %s instellen
sl: %s
sr: Подеси %s
sv: Inställningar för %s
zh_tw: 設定 %s

source: You modified the hotkeys settings, but didn't save your changes.
be: Вы зьмянілі налады гарачых клявіш, але не захавалі зьмены.
es: Ha modificado la configuración de los atajos de teclado, pero no ha guardado los cambios.
et: Muutsid kiirklahvide seadeid, kuid ei salvestanud muudatusi.
fi: Muokkasit pikanäppäinasetuksia, mutta et tallentanut muutoksiasi.
ko: 단축키를 변경했지만 아직 저장하지 않았습니다.
lt: Jūs pakeitėte sparčiųjų klavišų nustatymus, tačiau neįrašėte pakeitimų.
nb: Du endret hurtigtastoppsettet, men lagret ikke endringene.
nl: Je hebt de sneltoetsinstellingen aangepast, maar niet opgeslagen.
sr: Изменили сте поставке пречица тастатуре али их нисте сачували!
sv: Du har ändrat snabbtangentens inställningar, men sparade inte dina ändringar.
zh_tw: 您改變了快捷鍵設定，但尚未儲存。

source: Are you sure you want to continue without saving?
be: Вы сапраўды ўпэўненыя, што жадаеце працягнуць без захаваньня?
es: ¿Quiere continuar sin guardar?
et: Oled sa kindel, et soovid jätkata ilma salvestamata?
eu: Gorde gabe jarraitu nahi duzula ziur zaude?
fi: Haluatko varmasti jatkaa ilman tallentamista?
ko: 저장하지 않고 계속 할까요?
lt: Ar tikrai norite tęsti neįrašę pakeitimų?
nb: Vil du fortsette uten å lagre?
nl: Weet je zeker dat je wilt doorgaan zonder ze op te slaan?
sr: Желите ли да наставите упркос несачуваним изменама?
sv: Är du säker på att du vill fortsätta utan att spara?
zh_tw: 您確定不儲存繼續嗎？

source: Select music folders to add
be: Выберыце, якія музычныя тэчкі будуць даданыя
ko: 추가할 음악 폴더 선택하기
nb: Velg musikkmapper som skal legges til
nl: Selecteer toe te voegen mappen
sv: Välj musikmappar att lägga till

source: Default Audio Device
be: Прадвызначаная аўдыёпрылада
es: Dispositivo de sonido predeterminado
et: Vaikimisi audioseade
eu: Audio gailu lehenetsia
fi: Oletusäänilaite
ko: 기본 오디오 장치
lt: Numatytasis garso įrenginys
nb: Standard lydenhet
nl: Standaard audio-apparaat
sl: Privzeta zvočna naprava
sr: Подразумевани звучни уређај
sv: Standardljudenhet
zh_tw: 預設音訊裝置

source: Adding files...
be: Дадаваньне файлаў...
es: Añadiendo archivos…
et: Failide lisamine...
eu: Fitxategiak gehitzen...
fi: Lisätään tiedostoja...
ko: 파일 추가하기...
lt: Pridedami failai...
nb: Legger til filer ...
nl: Bezig met toevoegen van bestanden…
sl: Dodajanje datotek ...
sr: Додавање датотека...
sv: Lägger till filer...
zh_tw: 正在加入檔案…

source: Initializing...
be: Ініцыялізацыя...
es: Inicializando…
et: Algväärtustamine...
eu: Hasieratzen...
fi: Alustetaan...
ko: 초기화 중...
lt: Inicijuojama...
nb: Initialiserer ...
nl: Bezig met initialiseren…
sl: Začenjanje ...
sr: Иницијализација...
sv: Förbereder...
zh_tw: 正在初始化…

source: Updating File Tags Progress
be: Ход абнаўленьня тэгаў файлаў
es: Progreso de la actualización de las etiquetas del archivo
et: Uuendatakse failide siltide
fi: Päivitetään Tiedostojen Tagausprosessia
ko: 파일 태그 진행률 업데이트 중
lt: Failų žymių atnaujinimo eiga
nb: Framdrift for oppdatering av filmetadata
nl: Voortgang van bijwerken van tags
sr: Процес ажурирања тагова датотека
sv: Uppdaterar filtaggar förlopp
zh_tw: 更新檔案標籤進度

source: Name
be: Назва
es: Nombre
et: Nimi
eu: Izena
fi: Nimi
ko: 이름
lt: Pavadinimas
nb: Navn
nl: Naam
sr: Назив
sv: Namn
zh_tw: 名稱

source: Album Gain
be: Узмацненьне альбома
es: Ganancia del álbum
et: Albumi helitaseme parand
fi: Albumin Vahvistus
ko: 앨범 게인
lt: Albumo stiprinimas
nb: Albumforsterkning
sr: Појачало за албум
sv: Albumförstärkning
zh_tw: 專輯音量標準化

source: Track Gain
be: Узмацненьне трэка
es: Ganancia de pista
et: Pala helitaseme parand
fi: Raidan Vahvistus
ko: 곡 게인
lt: Takelio stiprinimas
nb: Sporforsterkning
nl: NummerGain
sr: Појачало за песму
sv: Spårförstärkning
zh_tw: 單曲音量標準化

source: Album Peak
be: Пік альбома
es: Pico del álbum
et: Albumi helitaseme tipp
fi: Albumin Huippu
ko: 앨범 피크
lt: Albumo maksimumas
nb: Albumets maks.
nl: Albumpiek
sr: Врх Албума
sv: Album höjdpunkt
zh_tw: 專輯音量峰值

source: Track Peak
be: Пік трэка
es: Pico de la pista
et: Pala helitaseme tipp
fi: Raidan Huippu
ko: 곡 피크
lt: Takelio maksimumas
nb: Sporets maks.
nl: Nummerpiek
sr: Врх Песама
sv: Spår höjdpunkt
zh_tw: 單曲音量峰值

source: Success
be: Пасьпяхова
es: Éxito
et: Edukas
fi: Onnistui
ko: 성공
lt: Pavyko
nb: Lyktes
nl: Voltooid
sr: Успешно
sv: Lyckades
zh_tw: 成功

source: File not found
be: Файл не існуе
es: Archivo no encontrado
et: Faili ei leitud
fi: Tiedostoa ei löytynyt
ko: 파일을 찾을 수 없음
lt: Failas nerastas
nb: Fant ikke fila
nl: Bestand niet gevonden
sr: Датотека није нађена
sv: Filen hittades inte
zh_tw: 找不到檔案

source: Invalid file
be: Няправільны файл
es: Archivo no válido
et: Vigane fail
fi: Epäkelpo tiedosto
ko: 잘못된 파일
lt: Neteisingas failas
nb: Ugyldig fil
nl: Ongeldig bestand
sr: Покварена датотека
sv: Ogiltig fil
zh_tw: 無效的檔案

source: Edit %s
ko: %s 편집하기
nb: Rediger %s
nl: %s bewerken
sv: Redigera %s

source: %s (Copy)
ko: %s (복사하기)
nb: %s (Kopier)
nl: %s (kopie)
sv: %s (Kopiera)

source: Can't do that
ko: 그건 할 수 없어요
nb: Ikke mulig
nl: Mislukt
sv: Kan inte göra det

source: Preset with this name already exists.
ko: 이름이 같은 프리셋이 이미 있습니다.
nb: Fant et oppsett med samme navn.
nl: Er is al een voorinstelling met die naam.
sv: Förinställning med detta namn finns redan.

source: Try a different name.
ko: 다른 이름을 사용해 보세요.
nb: Forsøk et annet navn.
nl: Kies een andere naam.
sv: Prova ett annat namn.

source: This name is not allowed.
ko: 이 이름은 사용할 수 없습니다.
nb: Dette navnet kan ikke brukes.
nl: Deze naam is niet toegestaan.
sv: Detta namn är inte tillåtet.

source: Reset
ko: 재설정
lt: Atstatyti
nb: Tilbakestill
nl: Standaardwaarden
sv: Återställ

source: Close
be: Закрыць
es: Cerrar
et: Sulge
eu: Itxi
fi: Sulje
ko: 닫기
lt: Užverti
nb: Lukk
nl: Sluiten
sr: Затвори
sv: Stäng
zh_tw: 關閉(_C)

source: Search [(%list_total% results)]
be: Пошук [(%list_total% вынікаў)]
es: Buscar [(%list_total% resultados)]
et: Otsing [(%list_total% tulemust)]
eu: Bilatu [(%list_total% results)]
fi: Etsi [(%listaa_kaikki%) tulokset]
ko: [(%list_total% 결과)] 검색
lt: Paieška [(%list_total% rezultatų)]
nb: Søk [(%list_total% resultater)]
nl: [(%list_total% results)] doorzoeken
sr: Претражи [(%list_total% results)]
sv: Sök [(%list_total% resultat)]
zh_tw: 尋找 [（共%list_total% 項結果）]

source: Show Column Headers
be: Паказваць загалоўкі слупкоў
es: Mostrar los títulos de las columnas
et: Kuva tulba päiseid
fi: Näytä sarakkeiden otsakkeet
ko: 컬럼 헤더 표시하기
lt: Rodyti stulpelių antraštes
nb: Vis kolonneoverskrifter
nl: Kolomtitels tonen
sr: Прикажи заглавља колона
sv: Visa kolumnrubriker
zh_tw: 顯示欄位名稱

source: Value
be: Значэньне
es: Valor
et: Väärtus
eu: Balioa
fi: Arvo
ko: 값
lt: Reikšmė
nb: Verdi
nl: Waarde
sl: Vrednost
sr: Вредност
sv: Värde
zh_tw: 值

source: Copy
be: Капіяваць
es: Copiar
et: Kopeeri
eu: Kopiatu
fi: Kopioi
ko: 복사하기
lt: Kopijuoti
nb: Kopier
nl: Kopiëren
sr: Умножи
sv: Kopiera
zh_tw: 複製

source: You've modified data for this track.
be: Вы зьмянілі даныя для гэтага трэка былі.
es: Ha modificado los datos de esta pista.
et: Sa oled selle pala andmeid muutnud.
eu: Pista honen datuak aldatu dituzu.
fi: Olet muokannut tämän raidan dataa.
ko: 이 곡의 정보를 변경했습니다.
lt: Jūs pakeitėte šio takelio duomenis.
nb: Du har endret sporets egenskaper.
nl: Je hebt gegevens van dit nummer aangepast.
sl: Spremenili ste podatke te skladbe.
sr: Изменили сте податке за ову песму.
sv: Du har ändrat data för detta spår.
zh_tw: 已修改此曲目資料。

source: Really close the window?
be: Сапраўды закрыць акно?
es: ¿Seguro que quiere cerrar la ventana?
et: Kas soovid akna sulgeda?
eu: Ziur leihoa itxi nahi duzula?
fi: Haluatko varmasti sulkea tämän ikkunan?
ko: 정말 이 창을 닫으시겠습니까?
lt: Tikrai užverti šį langą?
nb: Vil du virkelig lukke vinduet?
nl: Weet je zeker dat je het venster wilt sluiten?
sl: Ali res želite zapreti to okno?
sr: Желите ли заиста да затворите овај прозор?
sv: Ska fönstret verkligen stängas?
zh_tw: 真要關閉視窗？

source: [Multiple values]
be: [Мноства значэньняў]
es: [Valores múltiples]
et: [Mitu väärtust]
eu: [Hainbat balio]
fi: [Useita arvoja]
ko: [여러 값]
lt: [Keletas reikšmių]
nb: [Flere verdier]
nl: [Meerdere waarden]
sl: [Več vrednosti]
sr: [Вишеструке вредности]
sv: [Flera värden]
zh_tw: [多重值]

source: Key
be: Клявіша
es: Clave
et: Klahv
eu: Gakoa
fi: Avain
ko: 키
lt: Raktas
nb: Nøkkel
nl: Toets
sl: Ključ
sr: Кључ
sv: Nyckel
zh_tw: 按鍵

source: [Multiple values]
be: [Некалькі значэньняў]
es: [Valores múltiples]
et: [Mitu väärtust]
eu: [Hainbat balio]
fi: [Useita arvoja]
ko: [여러 값]
lt: [Kelios reikšmės]
nb: [Flere verdier]
nl: [Meerdere waarden]
sr: [Вишеструке вредности]
sv: [Flera värden]
zh_tw: [多重值]

source: Writing tags...
be: Запіс тэгаў...
es: Escribiendo las etiquetas…
et: Siltide kirjutamine...
eu: Etiketak idazten...
fi: Kirjoitetaan tageja...
ko: 태그를 쓰고 있습니다...
lt: Rašomos žymės...
nb: Skriver metadata ...
nl: Bezig met wegschrijven tags…
sl: Zapisovanje oznak ...
sr: Уписујем ознаке...
sv: Skriver taggar...
zh_tw: 正在寫入標籤…

source: Item
be: Пункт
es: Elemento
ko: 항목
lt: Elementas
nb: Element
sv: Objekt

source: Field
be: Поле
es: Campo
ko: 필드
lt: Laukas
nb: Felt
nl: Veld
sv: Fält

source: Field name
be: Назва поля
es: Nombre del campo
et: Välja nimi
eu: Eremu izena
fi: Kentän nimi
ko: 필드 이름
lt: Lauko pavadinimas
nb: Feltnavn
nl: Veldnaam
sr: Назив поља
sv: Fältnamn
zh_tw: 欄位名稱

source: Field names must not start with : or _
be: Назвы палёў не могуць пачынацца з : ці _
es: Los nombres de campo no deben comenzar por «:» o «_»
et: Välja nimi ei tohi alata sümboliga : või _
eu: Ezin dituzu : edo _ erabili eremu-izenen hasieran
fi: Tiedostonimet eivät voi alkaa merkeillä : tai _
ko: 필드 이름은 : 또는 _로 시작할 수 없습니다
lt: Laukelių vardai negali prasidėti: tarpu ar _
nb: Feltnavn kan ikke starte med «:» eller «_»
nl: Veldnamen mogen niet beginnen met : of _
sl: Imena polj se ne smejo začeti z »:« ali »_«
sr: Називи поља не могу почињати знацима : или _
sv: Fältnamn får inte börja med : eller _
zh_tw: 欄位名稱不能以 : 或 _ 開頭

source: Cannot add field
be: Немагчыма дадаць поле
es: No se puede añadir el campo
et: Ei õnnestu välja lisada
eu: Ezin da eremua gehitu
fi: Kenttää ei voi lisätä
ko: 필드를 추가할 수 없습니다
lt: Pridėti laukelio nepavyko
nb: Klarte ikke å legge til felt
nl: Kan veld niet toevoegen
sl: Polja ni mogoče dodati
sr: Не могу да додам поље
sv: Kan inte lägga till fält
zh_tw: 無法加入欄位

source: Field with such name already exists, please try different name.
be: Поле з такой назвай ужо існуе, паспрабуйце назваць інакш.
es: Ya existe un campo con ese nombre; utilice uno diferente.
et: Sellise nimega väli on juba olemas, proovi teist ​​nime.
eu: Izen hori duen eremua existitzen da dagoeneko, mesedez erabili izen desberdin bat.
fi: Samanniminen kenttä on jo olemassa, yritä toista nimeä.
ko: 이러한 이름의 필드가 이미 존재하므로 다른 이름을 시도해 보십시오.
lt: Laukelis tokiu pavadinimu jau yra, pabandykite kitą pavadinimą.
nb: Det finnes allerede et felt som heter dette, forsøk et annet navn.
nl: Er is al een veld met deze naam. Probeer een andere naam.
sl: Polje s tem imenom že obstaja.
sr: Поље са истим називом већ постоји. Покушајте са другачијим називом.
sv: Fält med sådant namn finns redan, försök med annat namn.
zh_tw: 已有此名稱欄位，請選別個。

source: Undo %s
ko: %s 실행취소
lt: Atšaukti %s
nb: Angre %s
nl: %s ongedaan maken
sv: Ångra %s

source: Undo
be: Адрабіць
ko: 실행취소
lt: Atšaukti
nb: Angre
nl: Ongedaan maken
sv: Ångra

source: Redo %s
ko: %s 다시실행
lt: Grąžinti %s
nb: Gjør om %s
nl: %s opnieuw uitvoeren
sv: Gör om %s

source: Redo
be: Узнавіць
ko: 다시실행
lt: Grąžinti
nb: Gjør om
nl: Herhalen
sv: Gör om

source: Widget "%s" is not available
be: Віджэт «%s» ня знойдзены
es: El control «%s» no está disponible
et: Vidin "%s" pole saadaval
eu: "%s" widgeta ez dago erabilgarri
fi: Widgetti "1%s" ei ole saatavilla
ko: "%s" 위젯은 사용할 수 없습니다
lt: Valdiklis "%s" yra neprieinamas
nb: Skjermelementet «%s» er utilgjengelig
nl: De widget ‘%s’ is niet beschikbaar
sr: Пано „%s“ није доступан
sv: Gränssnittskomponenten "%s" är inte tillgänglig
zh_tw: 元件 "%s" 不被允許

source: Replace with...
be: Замяніць на...
es: Reemplazar con…
et: Asenda...
eu: Honekin ordeztu
fi: Korvaa...
ko: 바꾸기...
lt: Kuo pakeisti...
nb: Erstatt med ...
nl: Vervangen door…
sr: Замени са...
sv: Ersätt med...
zh_tw: 取代為…

source: Insert...
be: Уставіць...
es: Insertar…
et: Lisa...
eu: Txertatu
fi: Lisää...
ko: 끼워넣기...
lt: Įterpti...
nb: Sett inn ...
nl: Invoegen…
sr: Уметни...
sv: Infoga...
zh_tw: 插入…

source: Cut
be: Выразаць
es: Cortar
et: Lõika
eu: Moztu
fi: Leikkaa
ko: 자르기
lt: Iškirpti
nb: Klipp ut
nl: Knippen
sr: Исеци
sv: Klipp ut
zh_tw: 剪下

source: Paste
be: Уставіць
es: Pegar
et: Aseta
eu: Itsatsi
fi: Liitä
ko: 붙여넣기
lt: Įdėti
nb: Lim inn
nl: Plakken
sr: Убаци
sv: Klistra in
zh_tw: 貼上

source: Parent
be: Бацькоўскі
es: Superior
et: Vanem
ko: 상위
lt: Viršesnis
nb: Forelder
nl: Bovenliggend
sv: Överordnad

source: Multiple widgets of this type are not supported
be: Мноства віджэтаў гэтага тыпу не падтрымліваюцца
es: No se admiten múltiples controles de este tipo
et: Mitu seda tüüpi vidinat pole toetatud
fi: Useammat tämän tyypin widgetit eivät ole tuettuja
ko: 이 유형의 여러 위젯은 지원되지 않습니다.
lt: Kelių šio tipo valdiklių atvaizdavimas vienu metu yra nepalaikomas
nb: Dette skjermelementet kan kun brukes én gang
nl: Geen ondersteuning voor meerdere widgets van dit type
sr: Нису могуће вишеструке појаве паноа ове врсте
sv: Flera gränssnittskomponenter av denna typ stöds inte
zh_tw: 此類型的元件不能重複使用

source: Proportional Sizing
be: Прапарцыйны памер
es: Tamaño proporcional
et: Proportsionaalne suurus
fi: Verrannollinen Mitoitus
ko: 비례 크기 조정
lt: Proporcionalus dydis
nb: Behold proporsjoner ved skalering
nl: Proportioneel schalen
sr: Пропорционално увеличавање
sv: Proportionell storlek
zh_tw: 等比例縮放

source: Lock Top Pane Height
be: Заблакаваць вышыню верхняй панэлі
es: Bloquear la altura del panel superior
et: Lukusta ülemise paani kõrgus
fi: Lukitse Ylimmän Ruudun Korkeus
ko: 상단 창 높이 잠금
lt: Užrakinti viršutinio polangio aukštį
nb: Lås den øvre rutas høyde
nl: Hoogte van bovenste paneel vastzetten
sr: Закључајте висину горње секције
sv: Lås toppanelens höjd

source: Lock Left Pane Width
be: Заблакаваць шырыню левай панэлі
es: Bloquear la anchura del panel izquierdo
et: Lukusta vasaku külgpaani laius
fi: Lukitse Vasemman Ruudun Leveys
ko: 왼쪽 창 너비 잠금
lt: Užrakinti kairiojo polangio plotį
nb: Lås den venstre rutas bredde
nl: Breedte van linkerpaneel vastzetten
sr: Закључајте ширину леве секције
sv: Lås vänsterpanelens bredd

source: Lock Bottom Pane Height
be: Заблакаваць вышыню ніжняй панэлі
es: Bloquear la altura del panel inferior
et: Lukusta alumise paani kõrgus
fi: Lukitse Alimman Ruudun Korkeus
ko: 하단 창 높이 잠금
lt: Užrakinti apatinio polangio aukštį
nb: Lås den nedre rutas høyde
nl: Hoogte van onderste paneel vastzetten
sr: Закључајте висину доње секције
sv: Lås bottenpanelens höjd

source: Lock Right Pane Width
be: Заблакаваць шырыню правай панэлі
es: Bloquear la anchura del panel derecho
et: Lukusta parema külgpaani laius
fi: Lukitse Oikeanpuoleisen Ruudun Leveys
ko: 오른쪽 창 너비 잠금
lt: Užrakinti dešiniojo polangio plotį
nb: Lås den høyre rutas bredde
nl: Breedte van rechterpaneel vastzetten
sr: Закључајте ширину десне секције
sv: Lås vänsterpanelens bredd

source: Rename Tab
be: Зьмяніць назву ўкладкі
es: Renombrar la pestaña
et: Nimeta kaart ümber
fi: Uudelleennimeä Välilehti
ko: 탭 이름변경
lt: Pervadinti kortelę
nb: Gi fana nytt navn
nl: Tabbladnaam wijzigen
sr: Преименуј Таб
sv: Ta bort flik
zh_tw: 重命名分頁

source: Remove Tab
be: Прыбраць укладку
es: Eliminar la pestaña
et: Eemalda kaart
fi: Poista Välilehti
ko: 탭 제거하기
lt: Šalinti kortelę
nb: Fjern fane
nl: Tabblad verwijderen
sr: Уклони Таб
sv: Ta bort flik
zh_tw: 移除分頁

source: Add New Tab
be: Дадаць новую ўкладку
es: Añadir una pestaña nueva
et: Lisa uus kaart
fi: Lisää Uusi Välilehti
ko: 새 탭 추가하기
lt: Pridėti naują kortelę
nb: Legg til fane
nl: Nieuw tabblad toevoegen
sr: Додај Нови Таб
sv: Lägg till ny flik
zh_tw: 新增頁籤

source: Move Tab Left
be: Перамясьціць укладку ўлева
es: Mover la pestaña a la izquierda
et: Liiguta kaart vasakule
fi: Siirrä Välilehti Vasemmalle
ko: 탭 왼쪽 이동
lt: Perkelti kortelę kairėn
nb: Flytt fane til venstre
nl: Tabblad naar links verplaatsen
sr: Помери Таб Лево
sv: Flytta fliken till vänster
zh_tw: 頁籤左移

source: Move Tab Right
be: Перамясьціць укладку ўправа
es: Mover la pestaña a la derecha
et: Liiguta kaart paremale
fi: Siirrä Välilehti Oikealle
ko: 탭 오른쪽 이동
lt: Perkelti kortelę dešinėn
nb: Flytt fane til høyre
nl: Tabblad naar rechts verplaatsen
sr: Помери Таб Десно
sv: Flytta fliken till höger
zh_tw: 頁籤右移

source: Rendering Mode
be: Рэжым адмалёўкі
es: Modo de renderizado
ko: 렌더링 모드
nb: Opptegningsmetode
nl: Rendermodus
sv: Renderingsläge

source: Multichannel
be: Шматканальны
es: Multicanal
ko: 다중채널
nb: Flere kanaler
nl: Meerdere kanalen
sv: Multikanal

source: Mono
be: Мона
es: Monoaural
ko: 모노
sr: Моно
zh_tw: 單聲道

source: Scale
be: Шкала
es: Escala
ko: 스케일
nb: Skalering
nl: Schaal
sv: Skala

source: Auto
be: Аўта
es: Automático
ko: 자동
nb: Automatisk
nl: Automatisch
sv: Automatisk

source: Fragment Duration
be: Працягласьць фрагмэнта
es: Duración del fragmento
ko: 파편 지속시간
nb: Fragmentets varighet
nl: Fragmentduur
sv: Fragmentvaraktighet

source: Discrete Frequencies
be: Дыскрэтныя чашчыні
es: Frecuencias discretas
ko: 이산 주파수
nb: Diskrete frekvenser
nl: Discrete frequenties
sv: Diskreta frekvenser

source: 1/12 Octave Bands
be: Паласы 1/12 актавы
es: Bandas de 1/12 de octava
ko: 1/12 옥타브 밴드
nb: 1/12 oktavbånd
nl: 1/12 octaafbanden
sv: 1/12 oktavband

source: 1/24 Octave Bands
be: Паласы 1/24 актавы
es: Bandas de 1/24 de octava
ko: 1/24 옥타브 밴드
nb: 1/24 oktavbånd
nl: 1/24 octaafbanden
sv: 1/24 oktavband

source: Gap Size
be: Памер зазору
es: Tamaño del intervalo
ko: 공백 크기
nb: Mellomrommets størrelse
nl: Ruimte-overbrugging
sv: Mellanrumsstorlek

source: 1/2 Bar
be: 1/2 панэлі
es: 1/2 compás
ko: 1/2 막대
nb: 1/2 takt
sv: 1/2 takt

source: 1/3 Bar
be: 1/3 пліткі
es: 1/3 compás
ko: 1/3 막대
nb: 1/3 takt
sv: 1/3 takt

source: 1/4 Bar
be: 1/4 пліткі
es: 1/4 compás
ko: 1/4 막대
nb: 1/4 takt
sv: 1/4 takt

source: 1/5 Bar
be: 1/5 пліткі
es: 1/5 compás
ko: 1/5 막대
nb: 1/5 takt
sv: 1/5 takt

source: 1/6 Bar
be: 1/6 пліткі
es: 1/6 compás
ko: 1/6 막대
nb: 1/6 takt
sv: 1/6 takt

source: 1/7 Bar
be: 1/7 пліткі
es: 1/7 compás
ko: 1/7 막대
nb: 1/7 takt
sv: 1/7 takt

source: 1/8 Bar
be: 1/8 пліткі
es: 1/8 compás
ko: 1/8 막대
nb: 1/8 takt
sv: 1/8 takt

source: 1/9 Bar
be: 1/9 пліткі
es: 1/9 compás
ko: 1/9 막대
nb: 1/9 takt
sv: 1/9 takt

source: 1/10 Bar
be: 1/10 пліткі
es: 1/10 compás
ko: 1/10 막대
nb: 1/10 takt
sv: 1/10 takt

source: Expand Box by 1 Item
be: Пашырыць скрынку на 1 элемэнт
es: Expandir el cuadro en 1 elemento
et: Kasti laiendamine 1 väärtusega
fi: Kasvata Laatikkoa yhdellä alkiolla
ko: 1개 항목으로 박스 확장
lt: Išplėsti langelį 1 elementu
nb: Utvid boksen med 1 element
nl: Veld uitbreiden met 1 item
sr: Проширите простор за 1 елемент
sv: Expandera låda med 1 artikel

source: Shrink Box by 1 Item
be: Звузіць скрынку на 1 элемэнт
es: Reducir el cuadro en 1 elemento
et: Kasti kahandamine 1 väärtusega
fi: Kutista Laatikkoa yhdellä alkiolla
ko: 1개 항목으로 박스 축소
lt: Sutraukti langelį 1 elementu
nb: Krymp boksen med 1 element
nl: Veld inperken met 1 item
sr: Скупите простор за 1 елемент
sv: Krymp låda med 1 artikel

source: Homogeneous
be: Аднастайны
es: Homogéneo
et: Homogeenne
fi: Yhtenäinen
ko: 같은 종류
lt: Tolygus
nb: Homogen
nl: Uniform
sr: Истородно
sv: Homogen
zh_tw: 同性質

source: Expand
be: Пашырыць
es: Expandir
et: Laiendamine
eu: Zabaldu
fi: Laajenna
ko: 확장
lt: Išplėsti
nb: Utvid
nl: Uitbreiden
sr: Прошири
sv: Expandera
zh_tw: 擴充

source: Fill
be: Запоўніць
es: Rellenar
et: Täida
eu: Bete
fi: Täytä
ko: 채우기
lt: Užpildyti
nb: Fyll
nl: Opvullen
sr: Попуни
sv: Fyll
zh_tw: 填入

source: Configure Button
be: Наладзіць кнопку
es: Configurar el botón
et: Seadista nupp
fi: Muokkaa Nappia
ko: 단추 구성하기
lt: Konfigūruoti mygtuką
nb: Sett opp knapp
nl: Knop instellen
sr: Подеси Дугме
sv: Konfigurera knappen
zh_tw: 設定按鈕

source: _dB Scale
be: Шкала дБ
es: _Escala de dB
ko: _dB 스케일
nb: _dB-skala
nl: _dB-schaal
sv: _dB skala

source: _Linear Scale
be: Лінейная шкала
es: _Escala lineal
ko: _선형 스케일
nb: _Lineær skala
nl: _Lineaire schaal
sv: _Linjär skala

source: _Cubic Scale
be: Кубічная шкала
es: _Escala cúbica
ko: _큐빅 스케일
nb: _Kubisk skala
nl: Kubis_che schaal
sv: _Kubisk skala

source: Voices:
be: Галасы:
es: Voces:
et: Hääled:
eu: Ahotsak:
fi: Äänet:
ko: 음성:
lt: Balsai:
nb: Stemmer:
nl: Stemmen:
sr: Гласови:
sv: Röster:
zh_tw: 聲音：

source: (paused)
be: (прыпынена)
es: (en pausa)
et: (peatatud)
fi: (tauolla)
ko: (일시정지됨)
lt: (pristabdyta)
nb: (pause)
nl: (gepauzeerd)
sv: (pausad)
zh_tw: （已暫停）

source: (stopped)
be: (спынена)
es: (detenido)
et: (seisatud)
fi: (pysäytetty)
ko: (중지됨)
lt: (sustabdyta)
nb: (stoppet)
nl: (gestopt)
sv: (stoppad)
zh_tw: （已停止）

source: (playing)
be: (прайграецца)
es: (reproduciendo)
et: (esitamisel)
fi: (toistaa)
ko: (재생중)
lt: (atkuriama)
nb: (spiller)
nl: (aan het afspelen)
sv: (spelar)
zh_tw: （播放中）

source: %dd %d:%02d:%02d
fi: %d vrk %d:%02d:%02d
ko: %d일 %d:%02d:%02d
zh_tw: %d 天 %d:%02d:%02d

source: Items
be: Элемэнты
es: Elementos
et: Elemendid
fi: alkiota
ko: 아이템
lt: Elementai
nb: Elementer
sr: Ставке
sv: Objekt
zh_tw: 項目

source: Playlist browser
be: Аглядальнік плэй-ліста
es: Navegador de listas de reproducción
et: Esitusloendi sirvija
eu: Erreprodukzio-zerrenda nabigatzailea
fi: Soittolistaselain
ko: 재생목록 찾아보기
lt: Grojaraščio naršyklė
nb: Spillelistebehandling
nl: Afspeellijstverkenner
sr: Прегледник листе
sv: Spellistsbläddrare
zh_tw: 播放清單概覽

source: Custom Shell Commands
be: Уласныя каманды абалонкі
es: Órdenes personalizadas
et: Kohandatud Shell käsud
eu: Shell komando pertsonalizatuak
fi: Mukautetut komentotulkkikomennot
ko: 사용자 지정 셸 명령
lt: Pasirinktinės apvalkalo komandos
nb: Egne skallkommandoer
nl: Aangepaste shell-opdrachten
sr: Прилагођене линије наредбе
sv: Anpassade skalkommandon
zh_tw: 自訂 Shell 指令

source: Edit Command
be: Рэдагаваць каманду
es: Editar la orden
et: Käsu muutmine
eu: Editatu komandoa
fi: Muokkaa komentoa
ko: 명령 편집
lt: Taisyti komandą
nb: Rediger kommando
nl: Opdracht bewerken
sr: Уреди наредбу
sv: Redigera kommando
zh_tw: 編輯指令

source: Command:
be: Каманда:
es: Orden:
et: Käsk:
eu: Komandoa:
fi: Komento:
ko: 명령:
lt: Komanda:
nb: Kommando:
nl: Opdracht:
sr: Наредба:
sv: Kommando:
zh_tw: 指令：
