Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Switch to the next song when the currently played one is removed from disk
be: Пераключацца на наступную песьню, калі песьня, што зараз прайграецца, ужо выдалена з дыска
es: Cambiar a la siguiente canción al eliminar del disco la canción que se está reproduciendo
et: Lülitu järgmise loo juurde, kui hetkel mängiv eemaldatakse kettalt
fi: Vaihda seuraavaan kappaleeseen kun parhaillaan soiva kappale poistetaan levyltä
ko: 현재 재생 중인 곡이 디스크에서 제거되면 다음 곡으로 전환
lt: Perjungti į kitą dainą, kai šiuo metu atkuriama daina yra ištrinama iš disko
nb: Hopp til neste låt hvis den som spilles fjernes fra disk
nl: Overschakelen naar volgende nummer als het huidige verwijderd is wan de schijf
sv: Byt till nästa låt när den för närvarande spelade tas bort från disk
zh_tw: 當前播放的曲目從磁碟刪除時自動跳至下一首

source: Auto-name playlists when adding a single folder
be: Аўтаматычна называць плэй-ліст пры дадаваньні адной тэчкі
es: Nombrar automáticamente las listas de reproducción al añadir una carpeta
et: Esitusloendi automaatne nimetamine üksiku kausta lisamisel
eu: Izendatu erreprodukzio-zerrendak automatikoki karpeta bakar bat gehitzean
fi: Nimeä soittolista automaattisesti lisättäessä yksittäinen kansio
ko: 추가된 폴더의 이름을 재생목록 이름으로 사용
lt: Pridedant tik vieną aplanką, automatiškai suteikti grojaraščiui pavadinimą
nb: Gi automatisk navn til spillelister når enkeltmapper legges til
nl: Automatisch naam toekennen aan afspeellijsten bij het toevoegen van een enkele map
sl: Samodejno poimenuj seznam prevajanja, ko je dodana le ena mapa
sr: Сам назови листе песама при додавању само једног директоријума
sv: Namnge spellistor automatiskt när du lägger till en enda mapp
zh_tw: 加入單一資料夾時自動為播放清單命名

source: Auto-resize columns to fit the window
be: Аўтаматычна зьмяняць памеры слупкоў адпаведна памеру акна
es: Ajustar automáticamente las columnas a la ventana
et: Veergude suuruse automaatne muutmine
eu: Zutabeen tamaina auto-aldarazi leihora egokitzeko
fi: Sovita sarakkeet ikkunaan
ko: 창크기에 맞춰 가로줄 자동 맞춤
lt: Automatiškai keisti stulpelių dydį taip, kad jie tilptų į langą
nb: Tilpass automatisk kolonnebreddene til vindusbredden
nl: Kolommen automatisch aanpassen aan venstergrootte
sr: Сам прилагоди ширину колона према димензијама прозора
sv: Ändra storlek på kolumner automatiskt så att de passar fönstret
zh_tw: 自動調整成適合視窗大小的欄位

source: Group spacing:
be: Групавы інтэрвал:
es: Espacio entre los grupos:
et: Rühma vahe:
fi: Ryhmän välistys
ko: 그룹 간격:
lt: Grupės intervalai:
nb: Gruppemellomrom:
nl: Groepsruimte:
sr: Групно раздвајање:
sv: Gruppavstånd:
zh_tw: 群組間隔：

source: pixels
be: піксэлаў
es: píxeles
et: pikslit
fi: pikseliä
ko: 픽셀
lt: pikselių
nb: piksler
sr: пиксели
sv: pixlar
zh_tw: 像素

source: Playlist
be: Плэй-ліст
es: Lista de reproducción
et: Esitusloend
eu: Erreprodukzio zerrenda
fi: Soittolista
ko: 재생목록
lt: Grojaraštis
nb: Spilleliste
nl: Afspeellijst
sr: Листа
sv: Spellista
zh_tw: 播放清單

source: GUI/Misc
be: GUI/Рознае
es: Interfaz/Varios
et: Kasutajaliides/Mitmesugust
fi: GUI/Sekalainen
ko: GUI/기타
lt: Naudotojo sąsaja/Kita
nb: Brukergrensesnitt/diverse
nl: Uiterlijk/Overig
sr: Графичко сучеље/Разно
sv: GUI/Övrigt
zh_tw: 圖形介面 / 雜項

source: Override
be: Замяніць
es: Reemplazar
et: Eira parameetreid
eu: Indargabetu
fi: Ohita
ko: 덮어쓰기
lt: Nustelbti
nb: Overstyr
nl: Negeren
sl: Omogoči
sr: Замени подразумевано
sv: Åsidosätt
zh_tw: 取代

source: Bars
be: Лініі
es: Barras
et: Tulbad
fi: Tahtia
ko: 표시줄
lt: Juostos
nb: Stolper
nl: Balken
sr: Trake
sv: Staplar
zh_tw: 欄

source: Background (EQ)
be: Фон (эквалайзэр)
es: Fondo (EQ)
et: Taust (EQ)
fi: Tausta (EQ)
ko: 배경 (EQ)
lt: Fonas (EQ)
nb: Bakgrunn (EQ)
nl: Achtergrond (EQ)
sr: Позадински (Еквилајзер)
sv: Bakgrund (EQ)
zh_tw: 背景（EQ）

source: Seekbar/Volumebar/EQ
be: Панэль перамоткі/Рэгулятар гучнасьці/Эквалайзэр
es: Barra de búsqueda/Barra de volumen/EQ
et: Otsinguriba/Helitaseme riba/Ekvalaiser
fi: Toistonedistymispalkki/Äänenvoimakkuuspalkki/EQ
ko: 탐색/음량조절/EQ
lt: Prasukimo juosta/Garsio juosta/EQ
nb: Søkebryter/Volumkontroll/EQ
nl: Spoelbalk/Volumebalk/EQ
sr: Тракe за претрагу/гласноћу/еквилајзер
sv: Sökfält/Volymfält/EQ
zh_tw: 進度列 / 音量列 / EQ

source: Base:
be: Асноўны:
et: Baas:
fi: Pohja:
ko: 기본:
lt: Bazinė:
nb: Bakgrunn:
nl: Basis:
sr: База:
sv: Bas:
zh_tw: 基礎

source: Dark:
be: Цёмны:
es: Oscuro:
et: Tume:
eu: Iluna:
fi: Tumma:
ko: 어두운 색상:
lt: Tamsi:
nb: Mørk:
nl: Donker:
sr: Тамно:
sv: Mörk:
zh_tw: 暗淡

source: Light:
be: Сьветлы:
es: Claro:
et: Hele:
eu: Argia:
fi: Vaalea:
ko: 밝은 색상:
lt: Šviesi:
nb: Lys:
nl: Licht:
sr: Светло:
sv: Ljus:
zh_tw: 光亮

source: Middle:
be: Сярэдні:
es: Medio:
et: Keskkoht:
fi: Keski:
ko: 중간 색상:
lt: Vidutinis:
nb: Midt:
nl: Midden:
sr: Средње:
sv: Mellan:
zh_tw: 中等

source: Text:
be: Тэкст:
es: Texto:
et: Tekst:
fi: Teksti:
ko: 텍스트:
lt: Tekstas:
nb: Tekst:
nl: Tekst:
sr: Текст:
zh_tw: 文字

source: Bold
be: Тлусты
es: Negrita
et: Rasvane kiri
fi: Lihavoitu
ko: 굵게
lt: Pusjuodis
nb: Fet
nl: Vetgedrukt
sr: Подебљано
sv: Fet
zh_tw: 粗體

source: Italic
be: Курсіў
es: Cursiva
et: Kaldkiri
fi: Kursivoitu
ko: 기울임꼴
lt: Kursyvas
nb: Kursiv
nl: Cursief
sr: Kurziv
sv: Kursiv
zh_tw: 斜體

source: Playing text:
be: Тэкст прайграваньня:
es: Texto en reproducción:
et: Esitamise tekst:
fi: Toistoteksti:
ko: 재생중인 텍스트:
lt: Atkuriamas tekstas:
nb: Tekst i spillende:
nl: Afspeeltekst:
sr: Репродукција текста:
sv: Spelar text:
zh_tw: 播放中的文字

source: Selected text:
be: Тэкст вылучэньня:
es: Texto seleccionado:
et: Valitud tekst:
fi: Valittu teksti:
ko: 선택된 텍스트:
lt: Pažymėtas tekstas:
nb: Tekst i valgt:
nl: Selectietekst:
sr: Селектовани текст:
sv: Markerad text:
zh_tw: 選擇的文字

source: Tab strip
be: Рыска ўкладкі
es: Barra de pestañas
et: Vahekaardi riba
fi: Välilehtinauha
ko: 탭 스트립
lt: Kortelių juosta
nb: Fanelinje
nl: Tabbladstrook
sr: Скини таб
sv: Flikhuvud
zh_tw: 分頁標籤

source: Normal track(s):
be: Звычайны(я) трэк(і):
es: Pistas normales:
et: Tavalised pala(d):
fi: Normaali raita (tai raidat):
ko: 정상적인 곡:
lt: Normalūs takeliai:
nb: Normale spor:
nl: Normale nummers:
sr: Уопштена песма(е)
sv: Normala spår:
zh_tw: 一般曲目：

source: Playing track:
be: Граючы трэк:
es: Pista en reproducción:
et: Esitamisel pala:
fi: Toistettava raita:
ko: 재생중인 곡:
lt: Atkuriamas takelis:
nb: Spillende spor:
nl: Momenteel spelend nummer:
sr: Репродукује се:
sv: Spelar spår:
zh_tw: 播放中的曲目：

source: Selected track(s):
be: Выбраныя(я) трэк(і):
es: Pistas seleccionadas:
et: Valitud pala(d):
eu: Hautatutako pista(k):
fi: Valitut raidat (yksi tai useampi):
ko: 선택된 곡:
lt: Pažymėti takeliai:
nb: Utvalgt(e) spor:
nl: Geselecteerd(e) nummer(s):
sr: Селектована песма(е):
sv: Markerade spår:
zh_tw: 選擇的曲目：

source: Columns:
be: Слупкі:
es: Columnas:
et: Veerge:
eu: Zutabeak:
fi: Sarakkeet:
ko: 컬럼:
lt: Stulpeliai:
nb: Kolonner:
nl: Kolommen:
sr: Колуме:
sv: Kolumner:
zh_tw: 欄位名稱：

source: Group header:
be: Загаловак групы:
es: Encabezado de grupo:
et: Rühma päis:
eu: Talde goiburua:
fi: Ryhmän otsake:
ko: 그룹 헤더:
lt: Grupės antraštė:
nb: Gruppeoverskrift:
nl: Groepskop:
sr: Заглавље групе:
sv: Grupprubrik:
zh_tw: 分組名稱：

source: <b>Foreground:</b>
be: <b>Пярэдні плян:</b>
es: <b>Frente:</b>
et: <b>Esiplaan:</b>
fi: Etuala:
ko: <b>전면:</b>
lt: <b>Priekinis planas:</b>
nb: <b>Forgrunn:</b>
nl: <b>Voorgrond:</b>
sv: <b>Förgrund:</b>
zh_tw: <b>前景</b>

source: Even:
be: Цотны:
es: Líneas pares:
et: Paaris:
fi: Parillinen:
ko: 짝수:
lt: Lyginiai:
nb: Partallsrad:
sr: Једнаке:
sv: Jämna:
zh_tw: 偶數列：

source: Odd:
be: Няцотны:
es: Líneas impares:
et: Paaritu:
fi: Pariton:
ko: 홀수:
lt: Nelyginiai:
nb: Oddetallsrad:
nl: Oneven:
sr: Неправилан:
sv: Udda:
zh_tw: 奇數列：

source: Selected:
be: Выбраны:
es: Líneas seleccionadas:
et: Valitud:
eu: Hautatutakoa:
fi: Valittu:
ko: 선택됨:
lt: Pažymėta:
nb: Valgt:
nl: Selectie:
sr: Селектовано:
sv: Markerade:
zh_tw: 所選列：

source: Cursor:
be: Курсор:
et: Kursor:
eu: Kurtsorea:
fi: Osoitin:
ko: 커서:
lt: Žymeklis:
nb: Markør:
sr: Показивач:
sv: Markör:
zh_tw: 游標：

source: <b>Background:</b>
be: <b>Фон:</b>
es: <b>Fondo:</b>
et: <b>Taust:</b>
eu: <b>Atzeko planoa:</b>
fi: Tausta:
ko: <b>배경:</b>
lt: <b>Fonas:</b>
nb: <b>Bakgrunn:</b>
nl: <b>Achtergrond</b>
sv: <b>Bakgrund:</b>
zh_tw: <b>背景</b>

source: Override (loses GTK treeview theming, but speeds up rendering)
be: Перавызначыць (губляецца тэматычнае афармленьне дрэваагляду GTK, але паскараецца адмалёўка)
es: Personalizar (ignora el tema GTK, pero acelera la respresentación)
et: Alistage (kaotab GTK-de ülevaatuse, kuid kiirendab renderdamist)
fi: Ohita (poistaa GTK puunäkymän teeman, mutta nopeuttaa renderöintiä)
ko: 덮어쓰기(GTK 트리뷰 장식이 없어지지만 그리는 속도는 빨라짐)
lt: Nustelbti (bus prarasta GTK medžio rodinio tema, tačiau pagreitės atvaizdavimas)
nb: Overstyr (trevisningen mister GTK-drakten, men tegnes opp raskere)
nl: Negeren (GTK-boomweergavethema's worden niet meer gebruikt, maar laden gaat sneller)
sr: Прегази (губи се стандардна GTK тема, али се убрзава приказ)
sv: Åsidosätt (förlorar GTK treeview-teman, men snabbare framställning)
zh_tw: 取代（會失去 GTK 樹狀目錄佈景，但加速繪製）

source: Custom visualization base color
be: Уласны базавы колер візуалізацыі
es: Color base de visualización personalizado
ko: 사용자 지정 시각화 기본 색상
nb: Selvvalgt basisfarge for visualisering
nl: Aangepaste visualisatiekleur (basis)
sv: Grundfärg för anpassad visualisering

source: Custom visualization background color
be: Уласны колер фону візуалізацыі
es: Color de fondo de la visualización personalizado
ko: 사용자 지정 시각화 배경색
nb: Selvvalgt bakgrunnsfarge for visualisering
nl: Aangepaste visualisatie-achtergrondkleur
sv: Anpassad bakgrundsfärg för visualisering

source: Visualizations
be: Візуалізацыі
es: Visualizaciones
ko: 시각화
nb: Visualiseringer
nl: Visualisaties
sv: Visualiseringar

source: Appearance
be: Выгляд
es: Apariencia
et: Välimus
eu: Itxura
fi: Ulkoasu
ko: 모양새
lt: Išvaizda
nb: Utseende
nl: Uiterlijk
sr: Изглед
sv: Utseende
zh_tw: 外觀

source: Enable media library
be: Уключыць мэдыятэку
es: Habilitar la biblioteca multimedia
ko: 미디어 라이브러리 활성화
lt: Įjungti medijos biblioteką
nb: Slå på mediebibliotek
nl: Mediaverzameling gebruiken
sv: Aktivera mediebibliotek

source: Add / remove music folders
be: Дадаць / прыбраць тэчкі з музыкай
es: Agregar/quitar carpetas de música
ko: 음악 폴더 추가하기 / 제거하기
lt: Pridėti / šalinti muzikos aplankus
nb: Legg til/fjern musikkmapper
nl: Muziekmappen toevoegen/verwijderen
sv: Lägg till / ta bort musikmappar

source: Media Library
be: Мэдыятэка
es: Biblioteca multimedia
ko: 미디어 라이브러리
lt: Medijos biblioteka
nb: Mediebibliotek
nl: Mediaverzameling
sv: Mediebibliotek

source: Enable Proxy Server
be: Уключыць проксі-сэрвэр
es: Activar el servidor proxy
et: Luba puhverserver
eu: Gaitu proxy zerbitzaria
fi: Ota käyttöön välityspalvelin
ko: 프록시 서버 활성화
lt: Įjungti įgaliotąjį serverį
nb: Aktiver mellomtjener
nl: Proxyserver inschakelen
sl: Omogoči posredniški strežnik
sr: Омогући прокси сервер
sv: Aktivera proxyserver
zh_tw: 啟用代理伺服器

source: Proxy Server Address:
be: Адрас проксі-сэрвэра:
es: Dirección del Servidor Proxy:
et: Puhverserveri aadress:
eu: Proxy zerbitzariaren helbidea:
fi: Välityspalvelimen osoite:
ko: 프록시 서버 주소:
lt: Įgaliotasis serveris:
nb: Mellomtjenerens adresse:
nl: Adres van proxyserver:
sl: Naslov:
sr: Адреса прокси сервера:
sv: Adress för proxyserver:
zh_tw: 代理伺服器位址：

source: Proxy Server Port:
be: Порт проксі-сэрвэра:
es: Puerto del Servidor Proxy:
et: Puhverserveri port:
eu: Proxy zerbitzaria ataka:
fi: Välityspalvelimen portti:
ko: 프록시 서버 포트:
lt: Įgaliotojo serverio prievadas:
nb: Mellomtjenerens port:
nl: Poort van proxyserver:
sl: Vrata:
sr: Порт прокси сервера:
sv: Port för proxyserver:
zh_tw: 代理伺服器連接埠：

source: Proxy Type:
be: Тып проксі:
es: Tipo de Proxy:
et: Puhverserveri tüüp:
eu: Proxy mota:
fi: Välityspalvelimen tyyppi:
ko: 프록시 종류:
lt: Įgaliotojo serverio tipas:
nb: Type mellomtjener:
nl: Soort proxy:
sl: Vrsta:
sr: Врста проксија:
sv: Proxytyp:
zh_tw: 代理類型：

source: Proxy Username:
be: Імя карыстальніка проксі:
es: Usuario del Proxy:
et: Puhverserveri kasutajanimi:
eu: Proxy erabiltzaile-izena:
fi: Välityspalvelimen käyttäjänimi:
ko: 프록시 사용자 이름:
lt: Įgaliotojo serverio naudotojo vardas:
nb: Brukernavn:
nl: Proxy-gebruikersnaam:
sl: Uporabniško ime:
sr: Прокси — корисничко име:
sv: Användarnamn för proxy:
zh_tw: 代理使用者名稱：

source: Proxy Password:
be: Пароль проксі:
es: Contraseña del Proxy:
et: Puhverserveri parool:
eu: Proxy pasahitza:
fi: Välityspalvelimen salasana:
ko: 프록시 비밀번호:
lt: Įgaliotojo serverio slaptažodis:
nb: Passord:
nl: Proxy-wachtwoord:
sl: Geslo:
sr: Прокси — лозинка:
sv: Lösenord för proxy:
zh_tw: 代理密碼：

source: HTTP User Agent:
es: Agente de usuario HTTP:
et: HTTP identifikaator:
eu: HTTP User Agent-a:
ko: HTTP 사용자 에이전트:
lt: HTTP naudotojo agentas:
nl: HTTP-gebruikersagent:
sr: ХТТП кор. програм:
sv: HTTP-användaragent:
zh_tw: HTTP 使用者代理：

source: Edit Content-Type Mapping
be: Наладзіць адпаведнасьць Content-Type
es: Editar la asignación de los tipos de contenido
et: Sisutüübi kaardistamise muutmine
eu: Content-Type mapeoa editatu
fi: Muokkaa sisältötyypin kartoitusta
ko: 콘텐츠 유형 매핑 편집
lt: Taisyti Content-Type susiejimus
nb: Rediger innholdstypekoblinger
nl: Inhoudstypetoekenning bewerken
sr: Уреди мапирање по врсти садржаја
sv: Redigera innehållstypskartläggning
zh_tw: 修改內容類型對應

source: Network
be: Сетка
es: Red
et: Võrk
eu: Sarea
fi: Verkko
ko: 네트워크
lt: Tinklas
nb: Nettverk
nl: Netwerk
sl: Omrežje
sr: Мрежа
sv: Nätverk
zh_tw: 網路

source: Assigned Hotkeys:
be: Прызначаныя гарачыя клявішы:
es: Atajos de teclado asignados:
et: Määratud kiirklahvid:
fi: Määritellyt pikanäppäimet:
ko: 할당된 단축키:
lt: Priskirti spartieji klavišai:
nb: Tilordnede hurtigtaster:
nl: Toegewezen sneltoetsen:
sr: Придружене пречице тастатуре:
sv: Tilldelade snabbtangenter:
zh_tw: 設定快捷鍵：

source: Action:
be: Дзеяньне:
es: Acción:
et: Toiming:
fi: Toiminto:
ko: 동작:
lt: Veiksmas:
nb: Handling:
nl: Actie:
sr: Радња:
sv: Åtgärd:
zh_tw: 動作：

source: Key combination:
be: Спалучэньні клявіш:
es: Combinación de teclas:
et: Klahvikombinatsioon:
fi: Näppäinyhdistelmä:
ko: 키 조합:
lt: Klavišų kombinacija:
nb: Tastekombinasjon:
nl: Toetsencombinatie
sr: Комбинација тастера:
sv: Tangentkombination:
zh_tw: 按鍵組合：

source: Use the Apply button to save your changes, or the Revert button to undo your changes. The changes will NOT be saved if you don't press Apply.
be: Націсьніце кнопку «Ужыць», каб захаваць зьмены, або кнопку «Адрабіць», каб адкінуць зьмены. Зьмены НЯ будуць захаваныя, калі не націсьнеце на «Ужыць».
es: Para guardar los cambios pulse en Aplicar, o para deshacerlos pulse en Revertir. NO se guardarán los cambios si no pulsa en Aplicar.
et: Muudatuste salvestamiseks kasutage nuppu Rakenda Muudatuste tagasivõtmiseks vajutage nuppu Tagasi. Muudatusi EI salvestata kui te ei vajuta Rakenda.
fi: Tallenna muutokset Käytä painikkeella, tai peruuta muutokset Palauta painikkeella. Muutoksia EI tallenneta jos et paina Käytä painiketta.
ko: 적용 단추를 누르면 변경된 것이 저장되고, 되될리기 단추를 누르면 변경된 것이 저장되지 않습니다. 적용단추를 누르지 않을 경우 변경된 것은 저장되지 않습니다.
lt: Pakeitimams įrašyti naudokite mygtuką Taikyti, o pakeitimams atšaukti - mygtuką Sugrąžinti. Jei nepaspausite mygtuko Taikyti, pakeitimai NEBUS įrašyti.
nb: Velg «Bruk» for å lagre endringene dine, eller «Tilbakestill» for å angre dem. Endringene vil IKKE lagres hvis du ikke velger «Bruk».
nl: Klik op ‘Toepassen’ om je wijzigingen op te slaan of op ‘Herstellen’ om ze ongedaan te maken. De wijzigingen worden NIET opgeslagen zolang je niet op ‘Toepassen’ klikt.
sr: За чување измена притисните дугме „Примени“, а за опозив измена дугме „Врати“. Ако не притиснете дугме „Примени“ измене неће бити сачуване!
sv: Använd Tillämpa-knappen för att spara dina ändringar, eller Återgå-knappen för att ångra dina ändringar. Ändringarna kommer INTE att sparas om du inte trycker på Tillämpa.
zh_tw: 請按「套用」儲存你的設定， 或按「還原」恢復原本的設定。 只要沒按套用鍵，你的設定就不會儲存。

source: _Defaults
be: _Прадвызначаныя
es: _Por defecto
et: _Vaikimisi
fi: _Oletukset
ko: 기본(_D)
lt: _Numatytieji
nb: _Standardverdier
nl: Stan_daardwaarden
sr: По_дразумевано
sv: _Standardinställningarna
zh_tw: 預設 (_D)

source: Hotkeys
be: Гарачыя клявішы
es: Atajos de teclado
et: Kiirklahvid
eu: Abio-lasterreko teklak
fi: Pikanäppäimet
ko: 단축키
lt: Spartieji klavišai
nb: Hurtigtaster
nl: Sneltoetsen
sr: Пречице тастатуре
sv: Snabbtangenter
zh_tw: 快捷鍵

source: Configuration
be: Канфігурацыя
es: Configuración
et: Seadistused
ko: 구성
lt: Konfigūracija
nb: Oppsett
nl: Instellingen
sv: Konfiguration

source: Info
be: Зьвесткі
es: Información
ko: 정보
lt: Informacija
nl: Informatie

source: License
be: Ліцэнзія
es: Licencia
et: Litsents
ko: 라이센스
lt: Licencija
nb: Lisens
nl: Licentie
sv: Licens

source: Reset to defaults
be: Скінуць да прадвызначаных
es: Restablecer los valores predeterminados
et: Taasta vaikeväärtused
fi: Palauta oletukset
ko: 기본으로 되돌리기
lt: Atstatyti į numatytuosius
nb: Tilbakestill standardverdier
nl: Standaardwaarden herstellen
sr: Врати на подразумевано
sv: Återställ till standardinställningar
zh_tw: 重設為預設值

source: Version:
be: Вэрсія:
es: Versión:
et: Versioon:
eu: Bertsioa:
fi: Versio:
ko: 버전:
lt: Versija:
nb: Versjon:
nl: Versie:
sl: Različica:
sr: Издање:
zh_tw: 版本：

source: Set Custom Title
be: Увесьці свой загаловак
es: Configurar un título personalizado
et: Kohandatud pealdis
fi: Aseta Itsemääritelty Otsikko
ko: 사용자 지정 제목 지정
lt: Nustatyti tinkintą pavadinimą
nb: Velg din egen tittel
nl: Aangepaste titel instellen
sr: Постави произвољан наслов
sv: Ange anpassad titel
zh_tw: 自訂標題

source: Group By ...
be: Згрупаваць па ...
es: Agrupar por…
et: Rühmitamise alus...
eu: Taldekatzeko irizpidea ...
fi: Ryhmitä...
ko: 그룹별 기준 ...
lt: Grupuoti pagal ...
nb: Gruppere etter ...
nl: Groeperen op…
sr: Групиши по...
sv: Gruppera efter ...
zh_tw: 依據…分組

source: Sort by ...
be: Сартаваць па ...
es: Ordenar por…
et: Sorteerimine...
eu: Ordenatzeko irizpidea ...
fi: Järjestä...
ko: 정렬 기준 ...
lt: Rikiuoti pagal ...
nb: Sortere etter ...
nl: Sorteren op…
sr: Сложи по...
sv: Sortera efter ...
zh_tw: 依據…排序

source: <b>Format</b>
be: <b>Фармат</b>
es: <b>Formato</b>
ko: <b>형식</b>
nl: <b>Formaat</b>

source: Ascending Descending
be: Па ўзрастаньні Па ўбываньні
es: Ascendente Descendente
et: Kasvav Kahanev
eu: Gorakorra Beherakorra
fi: Nouseva Laskeva
ko: 내림차순 오름차순
lt: Mažėjančiai Didėjančiai
nb: Stigende Synkende
nl: Oplopend Aflopend
sl: Naraščajoče Padajoče
sr: Растући Опадајући
sv: Stigande Fallande
zh_tw: 順序 逆序

source: Tag Writer Settings
be: Налады рэдактара тэгаў
es: Preferencias del editor de etiquetas
et: Sildikirjutaja seaded
eu: Etiketa-idazlearen ezarpenak
fi: Tagikirjoittajan asetukset
ko: 태그 편집기 설정
lt: Žymių rašymo nustatymai
nb: Innstillinger for metadata
nl: Instellingen van etiketschrijver
sl: Nastavitve zapisovalnika oznak
sr: Подешавања писача ознака
sv: Inställningar för tagg-skrivare
zh_tw: 標籤寫入器設定

source: Write ID3v2
be: Запісваць ID3v2
es: Escribir ID3v2
et: Kirjuta ID3v2
eu: Idatzi ID3v2
fi: Kirjoita ID3v2
ko: ID3v2으로 쓰기
lt: Rašyti ID3v2
nb: Skriv ID3v2
nl: ID3v2 wegschrijven
sl: Zapiši ID3v2
sr: Уписуј ИД3в2
sv: Skriv ID3v2
zh_tw: 寫入 ID3v2

source: Write ID3v1
be: Запісваць ID3v1
es: Escribir ID3v1
et: Kirjuta ID3v1
eu: Idatzi ID3v1
fi: Kirjoita ID3v1
ko: ID3v1으로 쓰기
lt: Rašyti ID3v1
nb: Skriv ID3v1
nl: ID3v1 wegschrijven
sl: Zapiši ID3v1
sr: Уписуј ИД3в1
sv: Skriv ID3v1
zh_tw: 寫入 ID3v1

source: Write APEv2
be: Запісваць APEv2
es: Escribir APEv2
et: Kirjuta APEv2
eu: Idatzi APEv2
fi: Kirjoita APEv2
ko: APEv2로 쓰기
lt: Rašyti APEv2
nb: Skriv APEv2
nl: APEv2 wegschrijven
sl: Zapiši APEv2
sr: Уписуј АПЕв2
sv: Skriv APEv2
zh_tw: 寫入 APEv2

source: Strip ID3v2
be: Выразаць ID3v2
es: Borrar ID3v2
et: ID3v2 eemaldamine
eu: Soildu ID3v2
fi: Poista ID3v2
ko: ID3v2 없애기
lt: Šalinti ID3v2
nb: Fjern ID3v2
nl: ID3v2 verwijderen
sl: Odstrani ID3v2
sr: Уклони ИД3в2
sv: Rensa ID3v2
zh_tw: 砍掉 ID3v2

source: Strip ID3v1
be: Выразаць ID3v1
es: Borrar ID3v1
et: ID3v1 eemaldamine
eu: Soildu ID3v1
fi: Poista ID3v1
ko: ID3v1 없애기
lt: Šalinti ID3v1
nb: Fjern ID3v1
nl: ID3v1 verwijderen
sl: Odstrani ID3v1
sr: Уклони ИД3в1
sv: Rensa ID3v1
zh_tw: 砍掉 ID3v1

source: Strip APEv2
be: Выразаць APEv2
es: Borrar APEv2
et: APEv2 eemaldamine
eu: Soildu APEv2
fi: Poista APEv2
ko: APEv2 없애기
lt: Šalinti APEv2
nb: Fjern APEv2
nl: APEv2 verwijderen
sl: Odstrani APEv2
sr: Уклони АПЕв2
sv: Rensa APEv2
zh_tw: 砍掉 APEv2

source: ID3v2 version
be: Версія ID3v2
es: Versión de ID3v2
et: ID3v2 versioon
eu: ID3v2 bertsioa
fi: ID3v2 versio
ko: ID3v2 버전
lt: ID3v2 versija
nb: ID3v2-versjon
nl: ID3v2-versie
sl: Različica ID3v2
sr: ИД3в2-издање
zh_tw: ID3v2 版本

source: 2.3 (Recommended) 2.4
be: 2.3 (Рэкамэндавана) 2.4
es: 2.3 (recomendada) 2.4
et: 2.3 (Soovitatav) 2.4
eu: 2.3 (Gomendatua) 2.4
fi: 2.3 (suositeltu) 2.4
ko: 2.3 (권장) 2.4
lt: 2.3 (Rekomenduojama) 2.4
nb: 2.3 (anbefales) 2.4
nl: 2.3 (aanbevolen) 2.4
sl: 2.3 (priporočeno) 2.4
sr: 2.3 (Препоручено) 2.4
sv: 2.3 (rekomenderad) 2.4
zh_tw: 2.3（建議版本） 2.4

source: ID3v1 character encoding (default is iso8859-1)
be: Кадоўка сымбаляў ID3v1 (прадвызначаны iso8859-1)
es: Codificación de ID3v1 (iso8859-1 por defecto)
et: ID3v1 märgikodeering (vaikimisi iso8859-1)
eu: ID3v1 karaktere-kodeketa (lehenetsia iso8859-1 da)
fi: ID3v1-merkistökoodaus (oletus: iso8859-1)
ko: ID3v1 문자 인코딩 (기본: iso8859-1)
lt: ID3v1 simbolių koduotė (numatytoji yra iso8859-1)
nb: ID3v1 tegnkoding (standard er iso8859-1)
nl: ID3v1-tekencodering (standaard is dit iso8859-1)
sl: Kodiranje znakov ID3v1 (privzeto je iso8859-1)
sr: ИД3в1 кодирање знакова (подразумевано је ИСО8859-1)
sv: ID3v1 teckenkodning (iso8859-1 är standard)
zh_tw: ID3v1 字元編碼（預設為 iso8859-1）

source: Write ID3v2.4
be: Запісваць ID3v2.4
es: Escribir ID3v2.4
et: Kirjuta ID3v2.4
eu: Idatzi ID3v2.4
fi: Kirjoita ID3v2.4
ko: ID3v2.4로 쓰기
lt: Rašyti ID3v2.4
nb: Skriv ID3v2.4
nl: ID3v2.4 wegschrijven
sl: Zapiši ID3v2.4
sr: Уписуј ИД3в2.4
sv: Skriv ID3v2.4
zh_tw: 寫入 ID3v2.4

source: Content-Type Mapping
be: Адпаведнасьць Content-Type
es: Asignación de tipos de contenido
et: Sisutüübi kaardistamine
eu: Content-Type Mapeoa
fi: Sisältötyypin kartoitus
ko: 콘텐츠 유형 매핑
lt: Content-Type susiejimai
nb: Innholdstypekoblinger
nl: Inhoudstypetoekenning
sr: Мапирање по врсти садржаја
sv: Innehållstypskartläggning
zh_tw: 內容類型對應
