Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Cycle Repeat Mode
be: Рэжым цыклічнага паўтору
es: Cambiar el modo de repetición
et: _Kordav režiim
fi: Kierrä Uudelleentoistovalintaa
ko: 반복듣기 모드 주기
lt: Perjunginėti kartojimo veikseną
nb: Veksle mellom repetisjonsmåtene
nl: Herhaalmodus
sv: Cykelrepetitionsläge
zh_tw: 循環重複模式

source: Repeat - Off
be: Паўтор - выкл.
es: Repetición desactivada
et: Kordamine - väljas
fi: Uuudelleentoisto - Pois Päältä
ko: 반복듣기 - 끄기
lt: Kartoti - Išjungta
nb: Ikke repeter
nl: Herhalen - Uit
sv: Upprepa - Av
zh_tw: 重播 - 關

source: Repeat - Single Track
be: Паўтор - адзін трэк
es: Repetir una sola pista
et: Kordamine - üksik pala
fi: Uudelleentoisto - Yksi Raita
ko: 반복듣기 - 단일 곡
lt: Kartoti - Vieną takelį
nb: Repeter ett spor
nl: Herhalen - Los nummer
sv: Upprepa - Enstaka spår
zh_tw: 重播 - 單曲

source: Repeat - All
be: Паўтор - усё
es: Repetir todas las pistas
et: Kordamine - kõik
fi: Uudelleentoisto - Kaikki
ko: 반복듣기 - 모두
lt: Kartoti - Visus
nb: Repeter alle
nl: Herhalen - Alles
sv: Upprepa - Alla
zh_tw: 重播 - 全部

source: Cycle Shuffle Mode
be: Рэжым цыклічнага зьмешваньня
es: Cambiar el modo aleatorio
et: _Juhuesituse režiim
fi: Kierrä Sekoitusvalintaa
ko: 순서섞기 모드 주기
lt: Perjunginėti maišymo veikseną
nb: Veksle mellom blandingsmåtene
nl: Willekeurige modus
sv: Cykelblandningsläge
zh_tw: 循環跳躍播放模式

source: Shuffle - Random Tracks
be: Зьмешваньне - выпадковыя трэкі
es: Barajar pistas al azar
et: Juhuesitlus - juhuslikud palad
fi: Sekoita - Satunnainen Raita
ko: 순서섞기 - 곡 무작위
lt: Maišyti - Atsitiktinius takelius
nb: Bland tilfeldige spor
nl: Willekeurig - Willekeurige nummers
sv: Blanda - Slumpmässiga spår
zh_tw: 跳躍 - 隨機曲目

source: Shuffle - Albums
be: Зьмешваньне - альбомы
es: Barajar álbums
et: Juhuesitlus - albumid
fi: Sekoita - Albumit
ko: 순서섞기 - 앨범
lt: Maišyti - Albumus
nb: Bland albumer
nl: Willekeurig - Albums
sv: Blanda - Album
zh_tw: 跳躍 - 專輯

source: Shuffle - Tracks
be: Зьмешваньне - трэкі
es: Barajar pistas
et: Juhuesitlus - palad
fi: Sekoita - Raidat
ko: 순서섞기 - 곡
lt: Maišyti - Takelius
nb: Bland spor
nl: Willekeurig - Nummers
sv: Blanda - Spår
zh_tw: 跳躍 - 曲目

source: Shuffle - Off
be: Зьмешваньне - выкл.
es: Desactivar el modo aleatorio
et: Juhuesitlus - väljas
fi: Sekoita - Pois Päältä
ko: 순서섞기 - 끄기
lt: Maišyti - Išjungta
nb: Ingen blanding
nl: Willekeurig - Uit
sv: Blanda - Av
zh_tw: 跳躍 - 關閉

source: Toggle Cursor Follows Playback
be: Пераключыць рух курсора за прайграваньнем
es: El cursor sigue la reproducción
et: Kursor järgib esitust - ümberlülitamine
fi: Kytke Päälle\/Pois Kursorin Toistettavan Kappaleen Seuraaminen
ko: 재생곡 커서 따라가기 전환
lt: Perjungti žymeklis seka atkūrimą
nb: Slå av/på markør følger avspilling
nl: Aanwijzer volgt afspelen in-/uitschakelen
sr: Укључи/Искључи да се показивач пребацује на место репродукције
sv: Växla markör följer uppspelning
zh_tw: 隨播放移動游標

source: Toggle Scroll Follows Playback
be: Пераключыць рух прагорткі за прайграваньнем
es: El desplazamiento sigue la reproducción
et: Kerimisriba järgib esitust - ümberlülitamine
fi: Kytke Päälle\/Pois Vieritys Joka Seuraa Toistettavaa Kappaletta
ko: 재생곡 스크롤 따라가기 전환
lt: Perjungti slinkimas seka atkūrimą
nb: Slå av/på rulling følger avspilling
nl: Schuiven volgt afspelen in-/uitschakelen
sr: Укључи/Искључи da скрол прати репродукцију
sv: Växla rullning följer uppspelning
zh_tw: 隨播放捲動

source: View
be: Прагляд
es: Ver
et: Kuva
fi: Näkymä
ko: 보기
lt: Rodymas
nb: Vis
nl: Beeld
sr: Поглед
sv: Visa
zh_tw: 檢視

source: Show\/Hide menu
be: Паказаць\/схаваць мэню
es: Mostrar\/ocultar el menú
et: Näita\/peida menüü
fi: Näytä\/Piilota valikko
ko: 메뉴 표시\/숨김
lt: Rodyti\/slėpti meniu
nb: Vis\/skjul meny
nl: Menubalk tonen/verbergen
sr: Прикажи\/Сакриј мени
sv: Visa\/Dölj menu
zh_tw: 顯示\/隱藏 選單

source: Show\/Hide statusbar
be: Паказаць\/схаваць радок стану
es: Mostrar\/ocultar la barra de estado
et: Näita\/peida olekuriba
fi: Näytä\/Piilota tilapalkki
ko: 상태표시줄 표시\/숨김
lt: Rodyti\/slėpti būsenos juostą
nb: Vis\/skjul statuslinje
nl: Statusbalk tonen/verbergen
sr: Прикажи\/Сакриј статусну траку
sv: Visa\/Dölj statusfält
zh_tw: 顯示\/隱藏 狀態列

source: Toggle Design Mode
be: Пераключыць рэжым дызайну
es: Activar o desactivar el modo de diseño
et: Lülita koostamisrežiimi
fi: Kytke Päälle\/Pois Suunnittelutila
ko: 디자인 모드 전환
lt: Perjungti dizaino veikseną
nb: Slå av/på designmodus
nl: Ontwerpmodus aan/uit
sr: Укључи/Искључи Дизајнерски режим
sv: Växla designläge
zh_tw: 切換為設計模式

source: Sort Custom
be: Адвольнае сартаваньне
es: Ordenación personalizada
et: Kohandatud sortimine
fi: Järjestä Mukautettu
ko: 사용자 지정 정렬
lt: Rikiuoti pasirinktinai
nb: Selvvalgt sortering
nl: Aangepaste sortering
sr: Сортирај Прилагођене
sv: Ange anpassad
zh_tw: 自訂排序

source: Crop Selected
be: Абрэзаць выбранае
es: Recortar la selección
et: Valiku kärpimine
fi: Rajaa Valitut
ko: 자르기 선택됨
lt: Iškirpti pažymėtus
nb: Beskjær utvalgte
nl: Selectie bijsijden
sr: Подрежи Селектоване
sv: Beskär valda
zh_tw: 剪下選取項目

source: Remove Track(s) from Playlist
be: Выдаліць трэк(і) з плэй-ліста
es: Quitar pista(s) de la lista de reproducción
ko: 재생목록에서 곡 제거하기
lt: Šalinti takelį(-ius) iš grojaraščio
nb: Fjern spor fra spilleliste
nl: Nummer(s) verwijderen van afspeellijst
sv: Ta bort spår från spellistan

source: Save Playlist
be: Захаваць плэй-ліст
es: Guardar la lista de reproducción
et: Salvesta esitusloend
fi: Tallenna Soittolista
ko: 재생목록 저장
lt: Įrašyti grojaraštį
nb: Lagre spilleliste
nl: Afspeellijst opslaan
sr: Сачувај Плејлисту
sv: Spara spellista
zh_tw: 儲存播放清單

source: Remove Current Playlist
be: Выдаліць бягучы плэй-ліст
es: Eliminar la lista de reproducción
et: Eemalda praegune esitusloend
fi: Poista Nykyinen Soittolista
ko: 현재 재생목록 제거하기
lt: Šalinti dabartinį grojaraštį
nb: Fjern aktiv spilleliste
nl: Huidige afspeellijst verwijderen
sr: Уклоните Тренутну Плејлисту
sv: Ta bort aktuell spellista
zh_tw: 移除現有播放清單

source: Rename Current Playlist
be: Зьмяніць назву бягучага плэй-ліста
es: Renombra la lista de reproducción
et: Nimeta see esitlusloend ümber
ko: 현재 재생목록 이름변경
lt: Pervadinti dabartinį grojaraštį
nb: Endre navn på gjeldende spilleliste
nl: Afspeellijstnaam wijzigen
sv: Byt namn på aktuell spellista

source: Show\/Hide Equalizer
be: Паказаць\/схаваць эквалайзэр
es: Mostrar\/ocultar el ecualizador
et: Näita\/peida ekvalaiser
fi: Näytä\/Piilota Taajuuskorjain
ko: 이퀄라이저 표시\/숨김
lt: Rodyti\/slėpti glodintuvą
nb: Vis\/skjul equalizer
nl: Equalizer tonen/verbergen
sr: Прикажи\/Сакриј Еквилајзер
sv: Visa\/Dölj frekvenskorrigerare
zh_tw: 顯示\/隱藏 等化器

source: Hide Equalizer
be: Схаваць эквалайзэр
es: Ocultar el ecualizador
et: Peida ekvalaiser
fi: Piilota Taajuuskorjain
ko: 이퀄라이저 숨김
lt: Slėpti glodintuvą
nb: Skjul equalizer
nl: Equalizer verbergen
sr: Сакриј Еквилајзер
sv: Dölj frekvenskorrigerare
zh_tw: 隱藏等化器

source: Show Equalizer
be: Паказаць эквалайзэр
es: Mostrar el ecualizador
et: Kuva ekvalaiser
fi: Näytä Taajuuskorjain
ko: 이퀄라이저 표시하기
lt: Rodyti glodintuvą
nb: Vis equalizer
nl: Equalizer tonen
sr: Прикажи еквилајзер
sv: Visa frekvenskorrigerare
zh_tw: 顯示等化器

source: Show\/Hide Player Window
be: Паказаць\/схаваць акно плэера
es: Mostrar\/ocultar la ventana del reproductor
et: Näita\/peida mängimise aken
fi: Näytä\/Piilota Soitinikkuna
ko: 재생기 창 표시\/숨김
lt: Rodyti\/slėpti grotuvo langą
nb: Vis\/skjul spillevindu
nl: Spelervenster tonen/verbergen
sr: Прикажи\/Сакриј Прозор Програма
sv: Visa\/Dölj spelarfönster
zh_tw: 顯示\/隱藏 播放器視窗

source: Hide Player Window
be: Схаваць акно плэера
es: Ocultar la ventana del reproductor
et: Peida mängimise aken
fi: Piilota Soitinikkuna
ko: 재생기 창 숨김
lt: Slėpti grotuvo langą
nb: Skjul spillevindu
nl: Spelervenster verbergen
sr: Сакриј Прозор Програма
sv: Dölj spelarfönster
zh_tw: 隱藏播放器視窗

source: Show Player Window
be: Паказаць акно плэера
es: Mostrar la ventana del reproductor
et: Kuva mängimise aken
fi: Näytä Soitinikkuna
ko: 재생기 창 표시하기
lt: Rodyti grotuvo langą
nb: Vis spillevindu
nl: Spelervenster tonen
sr: Прикажи Прозор Програма
sv: Visa spelarfönster
zh_tw: 顯示播放器視窗

source: Find
be: Пошук
es: Buscar
et: Otsing
fi: Etsi
ko: 찾기
lt: Rasti
nb: Finn
nl: Zoeken
sr: Нађи
sv: Hitta
zh_tw: 尋找

source: Show\/Hide Log window
be: Паказаць\/схаваць акно журнала
es: Mostrar\/ocultar la ventana del registro
et: Näita\/peida logiinfo aken
fi: Näytä\/Piilota Loki-ikkuna
ko: 로그 창 표시\/숨김
lt: Rodyti\/slėpti žurnalo langą
nb: Vis\/skjul loggvindu
nl: Logboekvenster tonen/verbergen
sr: Прикажи\/Сакриј Прозор Евиденције
sv: Visa\/Dölj loggfönster
zh_tw: 顯示\/隱藏 日誌視窗

source: Ask confirmation to delete files from disk
be: Запытваць дазвол пры выдаленьні файлаў з дыска
es: Pedir confirmación para eliminar archivos del disco
et: Küsi failide kustutamise kohta kinnitust
eu: Eskatu berrespena diskotik fitxategiak ezabatzeko
fi: Kysy vahvistus ennen kuin tiedostoja poistetaan levyltä
ko: 디스크에서 파일 삭제 확인 묻기
lt: Ištrinant failus iš disko klausti patvirtinimo
nb: Bekreft sletting av filer fra disk
nl: Bevestiging vragen alvorens bestanden te verwijderen van de schijf
sl: Vprašaj pred brisanjem datotek z diska
sr: Захтевај дозволу за брисање датотека са диска
sv: Bekräfta för att ta bort filer från disk
zh_tw: 自磁碟刪除檔案要先確認

source: Status icon settings:
be: Налады значка стану:
es: Configuración del ícono de estado:
ko: 상태 아이콘 설정:
lt: Būsenos piktogramos nustatymai:
nb: Oppsett av statusikon:
nl: Statuspictograminstellingen:
sv: Inställningar för statusikon:

source: Status icon volume control sensitivity
be: Адчувальнасьць значка стану рэгулятара гучнасьці
es: Sensibilidad del control del volumen en el icono de estado
et: Olekuikooni helitaseme tundlikus
eu: Bolumen-kontrola egoera-ikonoaren sentikortasuna
fi: Ilmaisinaluekuvakkeen äänenvoimakkuuden säädön herkkyys
ko: 상태 아이콘 음량 조절 감도
lt: Būsenos piktogramos garsio valdymo jautrumas
nb: Følsomheten til volumkontrollen i systemkurven
nl: Statuspictogram voor gevoeligheid van volumeknop
sl: Občutljivost ikone za nadzor glasnosti
sr: Осетљивост контроле гласноће преко иконе стања
sv: Statusikon volymkontroll känslighet
zh_tw: 狀態圖示音量控制敏感度

source: Custom status icon
be: Уласны значок стану
es: Icono de estado personalizado
et: Kohandatud staatusikoon
eu: Egoera-ikono pertsonalizatua
fi: Oma tilakuvake
ko: 사용자 지정 상태 아이콘
lt: Pasirinktinė būsenos piktograma
nb: Selvvalgt ikon i systemkurven
nl: Aangepast statuspictogram
sl: Ikona stanja po meri
sr: Прилагођена икона стања
sv: Anpassad statusikon
zh_tw: 自訂狀態圖示

source: Misc:
be: Рознае:
es: Varios:
ko: 기타:
lt: Įvairūs:
nb: Diverse:
nl: Overig:
sv: Diverse:

source: Add separators between plugin context menu items
be: Дадаваць разьдзяляльнікі паміж пунктамі кантэкстнага мэню ўбудовы
es: Añadir separadores entre los elementos del menú contextual de los complementos
et: Lisa pluginate menüüde vahele eraldajaid
eu: Gehitu banatzaileak pluginen laster-menuetako elementuen artean
fi: Käytä erottajia liitännäisten kontekstivalintojen väleissä
ko: 플러그인 컨텍스트 메뉴 항목 간에 구분기호 추가하기
lt: Tarp įskiepio kontekstinio meniu elementų pridėti skirtukus
nb: Legg til separatorer i sprettoppmenyen mellom elementer fra programtillegg
nl: Scheidingtekens toevoegen tussen rechtermuisknopmenu-onderdelen van plug-in
sl: Dodaj ločilnike med predmete vstavkov v vsebinskem meniju
sr: Додај раздвајаче између ставки додатака у везаном изборнику
sv: Lägg till avskiljare mellan poster i snabbmenyn för insticksmoduler
zh_tw: 在外掛選單項目之間加入分隔符號

source: Use unicode chars instead of images for track state
be: Выкарыстоўваць сымбалі юнікода замест відарысаў для стану трэка
es: Usar caracteres Unicode en vez de imágenes para el estado de la pista
et: Kasuta oleku kuvamisel piltide asemel unicode-märke
fi: Käytä unicode-merkkejä kuvien sijaan raidan tilan näyttämiseksi
ko: 곡 상태에 이미지 대신 유니코드 문자 사용
lt: Takelio būsenai, vietoj paveikslų, naudoti unikodo simbolius
nb: Bruk Unicode-tegn istedenfor bilder for avspillingsstatus
nl: Unicode-tekens gebruiken voor status bijhouden i.p.v. afbeeldingen
sr: Користи уникод карактере уместо слика за тренутно стање песме
sv: Använd unicode-tecken istället för bilder för spårtillstånd
zh_tw: 以萬國碼取代圖片顯示曲目狀態

source: Disable seekbar overlay text
be: Адключыць накладкі тэксту на панэлі перамоткі
es: Desactivar el texto superpuesto de la barra de búsqueda
et: Keela otsinguriba ülekatte tekst
fi: Piilota toistopalkin päällysteksti
ko: 탐색막대 오버레이 텍스트 비활성화
lt: Išjungti prasukimo juostos perdangos tekstą
nb: Deaktiver tekst oppå søkebryteren
nl: Tekstballon van spoelbalk uitschakelen
sr: Искључите текст на временској траци
sv: Inaktivera sökfältets överläggstext
zh_tw: 禁用進度條的覆蓋文字

source: Lookup on Last.fm
be: Пошук на Last.fm
es: Buscar en Last.fm
eu: Bilatu Last.fm-n
ko: Last.fm에서 조회
nb: Slå opp på Last.fm
nl: Opzoeken op Last.fm
sl: Najdi na Last.fm
sv: Slå up på Last.fm

source: Enable scrobbler
be: Уключыць скроблер
es: Activar Scrobbler
et: Luba scrobbler
eu: Gaitu scrobbler
fi: Ota käyttöön scrobbler
ko: 스크러블러 활성화
lt: Įjungti „scrobbler“
nb: Aktiver logging
nl: Scrobblen inschakelen
sl: Omogoči pošiljanje zgodovine predvajanja
sr: Омогући скроблер
sv: Aktivera scrobbler
zh_tw: 偏用歌曲記錄

source: Disable nowplaying
be: Адключыць зьвесткі бягучага прайграваньня
es: No enviar información sobre la pista actual
et: Keela hetkel mängiv
eu: Desgaitu orain erreproduzitzen
fi: Ota nowplaying pois käytöstö
ko: 지금 재생 비활성화
lt: Išjungti „dabar atkuriama“
nb: Deaktiver «spiller nå»
nl: ‘Je luistert naar’ uitschakelen
sl: Onemogoči pošiljanje podatkov o trenutni skladbi
sr: Онемогући сада се репродукује
sv: Inaktivera nowplaying
zh_tw: 停用正在播放

source: Username
be: Імя карыстальніка
es: Nombre de usuario
et: Kasutajanimi
eu: Erabiltzaile-izena
fi: Käyttäjänimi
ko: 사용자 이름
lt: Naudotojo vardas
nb: Brukernavn
nl: Gebruikersnaam
sl: Uporabniško ime
sr: Корисничко име
sv: Användarnamn
zh_tw: 使用者名稱

source: Password
be: Пароль
es: Contraseña
et: Parool
eu: Pasahitza
fi: Salasana
ko: 비밀번호
lt: Slaptažodis
nb: Passord
nl: Wachtwoord
sl: Geslo
sr: Лозинка
sv: Lösenord
zh_tw: 密碼

source: Prefer Album Artist over Artist field
be: Аддаваць перавагу поля Альбом Выканаўца перад полем Выканаўца
es: Preferir el campo «Artista del álbum» sobre «Artista»
et: Eelista albumi esitaja välja esitaja välja ees
eu: Albumaren Artista nahiago Artista eremua baino
fi: Suosi Albumin artistia Artisti-kentän edelle
ko: 아티스트 필드보다 앨범 아티스트 선호
lt: Teikti pirmenybę albumo atlikėjo, o ne atlikėjo laukeliui
nb: Foretrekk albumartist framfor artist-feltet
nl: Voorkeur voor albumartiest boven artiestveld
sr: Дај пољу „Извођач — Албум“ предност спрам поља „Извођач“
sv: Föredra Album artist över Artist-fältet
zh_tw: 以專輯作者取代作者欄

source: Send MusicBrainz ID
be: Адправіць MusicBrainz ID
es: Enviar el identificador de MusicBrainz
et: MusicBrainz ID saatmine
fi: Lähetä MusicBrainz ID
ko: MusicBrainz ID 보내기
lt: Siųsti MusicBrainz ID
nl: MusicBrainz-id versturen
sr: Пошаљи MusicBrainz ID
sv: Skicka MusicBrainz-ID
zh_tw: 送出 MusicBrainz ID

source: Submit tracks shorter than 30 seconds (not recommended)
be: Дадаць трэкі карацей за 30 сэкундаў (не рэкамэндавана)
es: Enviar pistas de menos de 30 segundos (no recomendado)
et: Saada lühemad kui 30 sekundi pikkused palad (pole soovitatav)
fi: Lähetä alle 30 sekuntia pitkät kappaleet (ei suositella)
ko: 30초 미만의 곡 전송 (권장되지 않음)
lt: Pateikti trumpesnius nei 30 sekundžių takelius (nerekomenduojama)
nb: Send inn spor som er kortere enn 30 sekunder (anbefales ikke)
nl: Nummers korter dan 30 seconden versturen (niet aanbevolen)
sr: Предај песме краће од 30 секунди (није препоручено)
sv: Skicka spår kortare än 30 sekunder (rekommenderas inte)

source: Enable logging
be: Уключыць вядзеньне журнала
es: Activar el registro
et: Luba logimine
fi: Kytke lokitus päälle
ko: 로깅 활성화
lt: Įjungti registravimą
nb: Aktiver logging
nl: Loggen inschakelen
sv: Aktivera loggning
zh_tw: 啟用日誌記錄

source: Left mix
be: Левы мікс
es: Mezcla izquierda
et: Vasak mix
fi: Vasemmalle miksaus
ko: 왼쪽 믹스
lt: Kairysis sumaišymas
nb: Blandingsforhold venstre
nl: Linkermix
sv: Vänster mix
zh_tw: 左側混音

source: Right mix
be: Правы мікс
es: Mezcla derecha
et: Parem mix
fi: Oikealle miksaus
ko: 오른쪽 믹스
lt: Dešinysis sumaišymas
nb: Blandingsforhold høyre
nl: Rechtermix
sv: Höger mix
zh_tw: 右側混音

source: Force 16 bit output
be: Прымусовы вывад 16 біт
es: Forzar la salida de 16 bits
et: Sunni peale 16-bitine väljund
fi: Pakota 16-bittinen ulostulo
ko: 강제 16비트 출력
lt: Priverstinai naudoti 16 bitų išvestį
nb: Tving 16-biters utdata
nl: 16-bituitvoer afdwingen
sr: Присили излазни звук на 16 бита
sv: Tvinga 16 bitars utmatning
zh_tw: 強制 16 位元輸出

source: Backend
be: Бэкенд
es: Motor
et: Taustaprogramm
ko: 백앤드
lt: Vidinė pusė
nb: Bakstykke
sr: Позадински рад
sv: Bakände
zh_tw: 後端

source: Notification title format
be: Фармат назвы апавяшчэньня
es: Formato del título de la notificación
et: Teate tiitli formaat
eu: Jakinarazpenen izenburuaren formatua
fi: Ilmoituksen otsikon muoto
ko: 알림에 나타날 제목의 형식
lt: Pranešimų pavadinimų formatas
nb: Varslets tittelformatering
nl: Opmaak van meldingstitel
sl: Oblika naziva obvestila
sr: Облик наслова обавештења
sv: Titelformat för aviseringar
zh_tw: 通告標題格式

source: Notification content format
be: Фармат зьмесьціва апавяшчэньня
es: Formato del contenido de la notificación
et: Teate sisu formaat
eu: Jakinarazpenen edukiaren formatua
fi: Ilmoituksen sisällön muoto
ko: 알림 콘텐츠 형식
lt: Pranešimų turinio formatas
nb: Varslets innholdsformatering
nl: Opmaak van meldingsinhoud
sl: Oblika vsebine obvestila
sr: Облик садржаја обавештења
sv: Innehållsformat för aviseringar
zh_tw: 通告內容格式

source: Show album art
be: Паказваць вокладку альбома
es: Mostrar la carátula del álbum
et: Kuva albumikujundust
eu: Erakutsi albumen azalak
fi: Näytä albumin kansi
ko: 앨범 아트 표시하기
lt: Rodyti albumo iliustraciją
nb: Vis albumomslag
nl: Albumhoezen tonen
sl: Pokaži naslovnico albuma
sr: Прикажи омотницу албума
sv: Albumillustration
zh_tw: 顯示專輯封面

source: Album art size (px)
be: Памер вокладкі альбома (пікс.)
es: Tamaño de la carátula del álbum (píxeles)
et: Albumikujunduse suurus (px)
eu: Albumen azalen tamaina (px)
fi: Albumin kannen koko (px)
ko: 앨범아트 크기 (px)
lt: Albumo iliustracijos dydis (px)
nb: Albumomslagets størrelse (piksler)
nl: Grootte van albumhoezen (px)
sl: Velikost naslovnice albuma (v slik. točkah)
sr: Величина омотнице албума (у пикселима)
sv: Albumkonststorlek (px)
zh_tw: 專輯封面尺寸（像素）

source: Don't reuse notifications (KDE quirk)
be: Не выкарыстоўваць паўторна апавяшчэньні (выкрут KDE)
ko: 알림 재사용 안함 (KDE 특이점)
nb: Ikke gjenbruk varslinger (særhet i KDE)
nl: Meldingen niet hergebruiken (KDE-eigenaardigheid)
sv: Återanvänd inte aviseringar (KDE-besynnerlighet)

source: Device file
be: Файл прылады
es: Archivo del dispositivo
et: Seadmefail
eu: Gailu-fitxategia
fi: Laitetiedosto
ko: 디바이스 파일
lt: Įrenginio failas
nb: Enhetsfil
nl: Apparaatbestand
sl: Datoteka naprave
sr: Датотека уређаја
sv: Enhetsfil
zh_tw: 裝置檔案

source: Highlight current playlist
be: Падсьвечваць бягучы плэй-ліст
es: Resaltar la lista de reproducción actual
et: Käesolev esitusloend tõstetakse esile
fi: Korosta nykyinen soittolista
ko: 현재 재생목록 강조표시
lt: Paryškinti dabartinį grojaraštį
nb: Uthev aktiv spilleliste
nl: Huidige afspeellijst markeren
sr: Означи тренутну плејлисту
sv: Markera aktuell spellista
zh_tw: 突顯目前的播放清單

source: Play on double-click
be: Прайграваць падвойным націсканьнем
es: Reproducir con un doble clic
et: Topeltklõps käivitab mängimise
fi: Toista tuplaklikatessa
ko: 두 번 클릭으로 재생
lt: Dukart spustelėjus, pradėti atkūrimą
nb: Dobbeltklikk for å spille
nl: Dubbelklikken om af te spelen
sr: Репродукција на дупли клик
sv: Spela på dubbelklick
zh_tw: 雙擊播放

source: Buffer size (-1 to use optimal value chosen by portaudio)
be: Памер буфэра (-1 - аптымальнае значэньне, абранае portaudio)
es: Tamaño del búfer (-1 para usar el valor óptimo elegido por PortAudio)
et: Puhvri suurus (-1 kasutab portaudio valitud optimaalset väärtust)
fi: Puskurikoko (-1 käyttää portaudion valitsemaa optimaalista arvoa)
ko: 버퍼 크기 (-1을 사용하여 portaudio에서 선택한 최적의 값 사용)
lt: Buferio dydis (-1, kad būtų naudojama optimali portaudio pasirinkta reikšmė)
nb: Bufferstørrelse (velg -1 for å bruke optimal verdi valgt av portaudio)
nl: Buffergrootte (-1 = optimale waarde van portaudio gebruiken)
sv: Buffertstorlek (-1 för att använda optimalt värde valt av portaudio)

source: Device name encoding
be: Кадаваньне назвы прылады
es: Codificación del nombre del dispositivo
et: Seadme nime kodeering
fi: Laitteen nimen enkoodaus
ko: 장치 이름 인코딩
lt: Įrenginių pavadinimų koduotė
nb: Enhetsnavnets tegnsett
nl: Codering van apparaatnaam
sv: Enhetsnamn kodning
zh_tw: 裝置名稱編碼

source: Defined below
be: Вызначана ніжэй
es: Se define a continuación
et: Määratud allpool
fi: Määritelty alla
ko: 아래 정의됨
lt: Apibrėžta žemiau
nb: Definert nedenfor
nl: Zoals hieronder opgegeven
sv: Definieras nedan
zh_tw: 在下面定義

source: Custom device name encoding
be: Адвольнае кадаваньне назвы прылады
es: Codificación de los nombres de dispositivo definida por el usuario
et: Kohandatud seadme nime kodeering
fi: Mukautettu laitenimen enkoodaus
ko: 사용자 지정 장치 이름 인코딩
lt: Tinkinta įrenginių pavadinimų koduotė
nb: Selvvalgt tegnsett for enhetsnavnet
nl: Aangepaste codering van apparaatnaam
sv: Anpassat enhetsnamn kodning
zh_tw: 自訂裝置名稱編碼

source: PulseAudio server (leave empty for default)
be: Сэрвэр PulseAudio (пакіньце пустым для прадвызначанага)
es: Servidor PulseAudio (dejar en blanco para la detección automática)
et: PulseAudio server (vaikimisi jäetakse tühjaks)
fi: PulseAudio palvelin (jätä tyhjäksi oletuspalvelinta käyttääksesi)
ko: PulseAudio 서버 (기본값으로 비워두기)
lt: PulseAudio serveris (numatytajam, palikite tuščią)
nb: PulseAudio-tjener (la være tom for å bruke standard)
nl: PulseAudio-server (laat leeg voor de standaardserver)
sv: PulseAudio-server (lämna tom för standard)
zh_tw: PulseAudio 伺服器（預設為空）

source: Default song length (in minutes)
be: Прадвызначаная працягласьць трэка (у хвілінах)
es: Duración predeterminada de la canción (en minutos)
et: Vaikimisi pala pikkus (minutites)
fi: Oletuskappalepituus (minuuteissa)
ko: 기본 곡 길이 (분)
lt: Numatytoji dainos trukmė (minutėmis)
nb: Forvalgt låtlengde (i minutter)
nl: Standaardduur van nummers (in minuten)
sr: Подразумевана дужина песме (у минутима)
sv: Standard låtlängd (i minuter)
zh_tw: 預設歌曲長度（分鐘）

source: Samplerate
be: Чашчыня дыскрэтызацыі
es: Tasa de muestreo
et: Diskreetimissagedus
eu: Lagintze-maiztasuna
fi: Näytetaajuus
ko: 샘플레이트
lt: Skaitmeninimo dažnis
nb: Samplingsrate
nl: Samplesnelheid
sl: Hitrost vzorčenja
sr: Учестаност узорковања („Samplerate“)
sv: Samplingshastighet
zh_tw: 取樣率

source: Skip when shorter than (sec)
be: Мінаць карацейшыя за (секунд)
es: Saltar cuando sea más corta que (en segundos)
et: Jäetakse vahele, kui on lühem (s)
fi: Ohita kun lyhyempi kuin (sekuntia)
ko: (sec)보다 짧을 경우 건너뛰기
lt: Praleisti kai trumpesnė nei (sek.)
nb: Hopp over hvis kortere enn (sek)
nl: Overslaan indien korter dan (sec)
sr: Прескочи када је краће од (секунде)
sv: Hoppa över när kortare än (sek)
zh_tw: 跳過歌曲如果時間短於（秒）

source: Configure Custom Shell Commands
be: Наладзіць уласныя каманды абалонкі
es: Configurar órdenes personalizadas
et: Seadista kohandatud Shelli käsud
fi: Aseta Mukautetut Shell-komennot
ko: 사용자 정의 셸 명령 구성하기
lt: Konfigūruoti pasirinktines apvalkalo komandas
nb: Sett opp egne skallkommandoer
nl: Aangepaste shell-opdrachten instellen
sr: Подеси произвољне наредбе љуске
sv: Konfigurera anpassade skalkommandon
zh_tw: 設定自訂 shell 指令
