Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: PipeWire remote daemon name (empty for default)
be: Назва аддаленага дэмана PipeWire (прадвызначаная калі пуста)
es: Nombre del servicio remoto de PipeWire (en blanco por defecto)
ko: PipeWire 원격 데몬 이름 (기본값은 비어 있음)
nb: Tjenestenavn for ekstern PipeWire (la være tom for å bruke forvalgt)
nl: PipeWire-achtergronddienst (laat leeg om de standaard te gebruiken)
sv: PipeWire fjärrdemonnamn (tomt för standard)

source: Custom properties (overrides existing ones):
be: Адмысловыя ўласьцівасьці (пераважваюць існуючыя):
es: Propiedades personalizadas (anula las existentes):
ko: 사용자 지정 속성 (기존 속성 재정의):
lt: Tinkintos savybės (nustelbia esamas):
nb: Selvvalgte egenskaper (overstyrer eksisterende):
nl: Aangepaste eigenschappen (overschrĳft reeds bestaande):
sv: Anpassade egenskaper (åsidosätter befintliga):

source: Use PipeWire volume control
be: Ужываць рэгулятар гучнасьці PipeWire
es: Usar el control de volumen de PipeWire
ko: PipeWire 음량 조절 사용하기
lt: Naudoti PipeWire garsio reguliavimą
nb: Bruk PipeWire-volumkontroll
nl: PipeWire-volumebediening gebruiken
sv: Använd PipeWire volymkontroll

source: Sample rate (real OPL is 49716Hz)
ko: 샘플 레이트 (실제 OPL은 49716Hz)
nb: Samplingsrate (faktisk verdi for OPL er 49716 Hz)
nl: Samplesnelheid (daadwerkelijke OPL is 49716Hz)
sv: Samplingshastighet (verklig OPL är 49716Hz)

source: Synth engine
ko: 신시사이저 엔진
nb: Synt-motor
nl: Synth-aandrijving
sv: Synth-motor

source: DOSBox OPL3 emulator
ko: DOSBox OPL3 에뮬레이터

source: Tatsuyuki Satoh's OPL2 emulator
ko: Tatsuyuki Satoh의 OPL2 에뮬레이터
nb: Tatsuyuki Satoh sin OPL2-emulator

source: Ken Silverman's OPL emulator
ko: Ken Silverman의 OPL 에뮬레이터
nb: Ken Silverman sin OPL-emulator

source: Simon Peter's OPL emulator
ko: Simon Peter의 OPL 에뮬레이터
nb: Simon Peter sin OPL-emulator

source: Use ALSA resampling
be: Выкарыстоўваць перадыскрэтызацыю з дапамогай ALSA
es: Usar el remuestreo ALSA
et: Kasuta ALSA ümberdiskreetimist
eu: Erabili ALSA berlaginketa
fi: Käytä ALSA:n uudelleennäytteistystä
ko: ALSA에 지정된 리샘플링을 사용
lt: Naudoti ALSA diskretizaciją
nb: Bruk ALSA-resampling
nl: ALSA-hersampling gebruiken
sl: Uporabi prevzorčenje ALSA
sr: Употребљавај АЛСА-претварања учестаности узорковања
sv: Använd ALSA-omsampling
zh_tw: 使用 ALSA 再取樣

source: Preferred buffer size
be: Пажаданы памер буфэру
es: Tamaño de búfer preferido
et: Eelistatud puhvri suurus
eu: Hobetsitako buffer tamaina
fi: Ensisijainen puskurin koko
ko: 버퍼 크기 지정
lt: Pageidaujamas buferio dydis
nb: Foretrukket bufferstørrelse
nl: Voorkeursomvang van buffer
sl: Prednostna velikost medpomnilnika
sr: Најрадије користи бафер величине
sv: Föredragen buffertstorlek
zh_tw: 偏好的緩衝區大小

source: Preferred period size
be: Пажаданы памер пэрыяду
es: Tamaño de período preferido
et: Eelistatud perioodi pikkus
eu: Hobetsitako epe-tamaina
fi: Ensisijainen jakson koko
ko: 간격 크기 지정
lt: Pageidaujamas periodo dydis
nb: Foretrukket periodestørrelse
nl: Voorkeursomvang van periode
sl: Prednostna velikost obdobja
sr: Најрадије користи период величине
sv: Föredragen periodstorlek
zh_tw: 偏好的間隔大小

source: Refresh Cover Art
be: Абнавіць вокладку
es: Actualizar el arte de tapa
ko: 표지 그림 새로고침
lt: Iš naujo įkelti viršelio iliustraciją
nb: Oppdater albumomslag
nl: Hoezen verversen
sv: Uppdatera omslagsbild

source: Fetch from embedded tags
be: Атрымаць з убудаваных тэгаў
es: Obtener de las etiquetas incrustadas
et: Hangi põimitud siltidest
eu: Eskuratu txertatutako etiketetatik
fi: Nouda sisällytetyistä tageista
ko: 임베드된 태그에서 가져오기
lt: Gauti iš įtaisytų žymių
nb: Hent fra innebygd metadata
nl: Ophalen uit ingesloten tags
sl: Pridobi iz oznak
sr: Преузми из уграђених ознака
sv: Hämta från inbäddade taggar
zh_tw: 由內置標籤取得

source: Fetch from local folder
be: Атрымаць зь лякальнай тэчкі
es: Obtener de la carpeta local
et: Hangi lokaalsest kaustast
eu: Eskuratu karpeta lokaletik
fi: Nouda paikallisesta kansiosta
ko: 로컬 폴더에서 가져오기
lt: Gauti iš vietinio aplanko
nb: Hent fra lokal mappe
nl: Ophalen uit lokale map
sl: Pridobi iz krajevne mape
sr: Преузми из локалних директоријума
sv: Hämta från den lokala mappen
zh_tw: 由本機資料夾取得

source: Fetch from Last.fm
be: Атрымаць з Last.fm
es: Obtener de Last.fm
et: Hangi lehelt Last.fm
fi: Nouda Last.fm:stä
ko: Last.fm에서 가져오기
lt: Gauti iš Last.fm
nb: Hent fra Last.fm
nl: Ophalen van Last.fm
sr: Дохвати са Last.fm
sv: Hämta från Last.fm
zh_tw: 從 Last.fm 取得

source: Fetch from MusicBrainz
be: Атрымаць з MusicBrainz
es: Obtener de MusicBrainz
et: Hangi lehelt MusicBrainz
fi: Nouda MusicBrainz:ista
ko: MusicBrainz에서 가져오기
lt: Gauti iš MusicBrainz
nb: Hent fra MusicBrainz
nl: Ophalen van MusicBrainz
sr: Дохвати са MusicBrainz
sv: Hämta från MusicBrainz
zh_tw: 從 MusicBrainz 取得

source: Fetch from Albumart.org
be: Атрымаць з Albumart.org
es: Obtener de Albumart.org
et: Hangi lehelt Albumart.org
fi: Nouda Albumart.org:ista
ko: Albumart.org에서 가져오기
lt: Gauti iš Albumart.org
nb: Hent fra Albumart.org
nl: Ophalen van Albumart.org
sr: Дохвати са Albumart.org
sv: Hämta från Albumart.org
zh_tw: 從 Albumart.org 取得

source: Fetch from World of Spectrum (AY files)
be: Атрымаць з World of Spectrum (файлы AY)
es: Obtención de información de World of Spectrum (archivos AY)
ko: World of Spectrum에서 가져오기 (AY 파일)
nb: Hent fra World of Spectrum (AY-filer)
nl: Ophalen van World of Spectrum (alleen AY-bestanden)
sv: Hämta från World of Spectrum (AY-filer)

source: Save downloaded files to music folders
be: Захоўваць сьцягнутыя файлы ў тэчкі з музыкай
es: Guardar los archivos descargados en carpetas de música
ko: 다운로드한 파일을 음악 폴더에 저장
lt: Įrašyti atsisiųstus failus į muzikos aplankus
nb: Lagre nedlastede filer til musikkmapper
nl: Gedownloade bestanden opslaan in muziekmappen
sv: Spara hämtade filer i musikmappar

source: When no artwork is found
be: Калі вокладка ня знойдзена
es: Cuando no se ha encontrado ninguna imagen
et: Kui albumikujundust ei leita
fi: Kun kansikuvaa ei löydy
ko: 아트워크를 찾을 수 없는 경우
lt: Neradus jokios iliustracijos
nb: Hvis omslag ikke finnes
nl: Als er geen hoezen worden gevonden:
sr: Када слике не постоје
sv: När inget omslag finns
zh_tw: 當找不到封面

source: leave blank
be: пакідаць пустым
es: dejar en blanco
et: jäta tühjaks
fi: jätä tyhjäksi
ko: 비워 둡니다
lt: palikti tuščią
nb: la være tom
nl: leeglaten
sr: остави празно
sv: lämna tom
zh_tw: 保留為空白

source: use DeaDBeeF default cover
be: выкарыстоўваць прадвызначаную вокладку DeaDBeeF
es: usar la carátula por defecto de DeaDBeeF
et: kasutatakse DeaDBeeF-i vaikimisi katet
fi: Käytä DeaDBeeF oletuskansikuvaa
ko: DeaDBeeF 기본 표지 사용
lt: naudoti numatytąjį DeaDBeeF viršelį
nb: vis DeaDBeeFs standardomslag
nl: standaardhoes van DeaDBeeF gebruiken
sr: користи већ постојеће DeaDBeeF слике
sv: använd DeaDBeeF-standardomslag
zh_tw: 使用 DeaDBeeF 預設封面

source: display custom image
be: адлюстроўваць уласную выяву
es: mostrar una imagen personalizada
et: kohandatud pildi kuvamine
fi: näytä itse valittu kuva
ko: 사용자 지정 이미지 표시
lt: rodyti pasirinktiną paveikslą
nb: vis selvvalgt bilde
nl: aangepaste afbeelding tonen
sr: приказуј слику коју сте убацили
sv: visa anpassad bild
zh_tw: 顯示自訂影像

source: Custom image path
be: Шлях да ўласнай выявы
es: Ruta de la imagen personalizada
et: Kohandatud pildi asukoht
fi: Itsevalitun kuvan polku
ko: 사용자 지정 이미지 경로
lt: Pasirinktino paveikslo kelias
nb: Sti til selvvalgt bilde
nl: Pad naar aangepaste afbeelding
sr: Прилагођени пут до слике
sv: Anpassad bildsökväg
zh_tw: 自訂影像路徑

source: Save to file name
be: Захаваць да назвы файла
es: Guardar en nombre de archivo
ko: 파일 이름으로 저장
lt: Įrašyti į failo pavadinimą
nb: Lagre til filnavn
nl: Opslaan onder bestandsnaam
sv: Spara till filnamn

source: Search masks (; separated)
be: Маскі пошуку (праз ;)
es: Buscar máscaras (separadas por ;)
ko: 마스크 검색 (; 구분)
nb: Søkemasker (adskilt med tegnet ';')
nl: Zoekfilters (puntkomma-gescheiden)
sv: Sökmasker (; separerade)

source: Search folders (; separated)
be: Тэчкі пошуку (праз ;)
es: Buscar carpetas (separadas por ;)
ko: 폴더 검색 (; 구분)
nb: Søkemapper (adskilt med tegnet ';')
nl: Zoekmappen (puntkomma-gescheiden)
sv: Sökmappar (; separerade)

source: Cache refresh (hrs)
be: Абнаўленьне кэша (гадз)
es: Actualizar caché (hs)
ko: 캐시 새로고침 (시간)
lt: Podėlio įkėlimas iš naujo (val)
nb: Oppdateringsintervall for hurtiglager (timer)
nl: Cache verversen (in uren)
sv: Cacheuppdatering (timmar)

source: Simplified cache file names
be: Спрошчаныя назвы файлаў кэша
es: Nombres de archivos de caché simplificados
ko: 단순화된 캐시 파일 이름
lt: Supaprastinti podėlio failų pavadinimai
nb: Forenklede filnavn i hurtiglager
nl: Vereenvoudige cachenamen
sv: Förenklade cache-filnamn

source: Image size
be: Памер выявы
es: Tamaño de la imagen
ko: 이미지 크기
lt: Paveikslo dydis
nb: Bildestørrelse
nl: Afbeeldingsgrootte
sv: Bildstorlek

source: CD drive to load
be: CD-дыскавод для загрузкі
es: Unidad de CD para cargar
et: CD-seade
fi: Ladattava CD-asema
ko: 불러올 CD 드라이브
lt: CD diskas, kurį įkelti
nb: Last denne CD-stasjonen
nl: Te laden CD-schijf
sr: CD драјв за учитавање
sv: CD-enhet att läsa in
zh_tw: 要載入的 CD 光碟機

source: Audio CD Drive
be: Дыскавод аўдыё-CD
es: Unidad de CD de audio
et: Audio-CD seade
fi: Ääni-CD-asema
ko: 오디오 CD 드라이브
lt: Garso CD diskas
nb: Stasjon med musikk-CD
nl: Audio-cd
sr: Аудио CD Драјв
sv: Ljud CD-enhet
zh_tw: 音訊 CD 光碟機

source: File
be: Файл
es: Archivo
et: Fail
fi: Tiedosto
ko: 파일
lt: Failas
nb: Fil
nl: Bestand
sr: Датотека
sv: Arkiv
zh_tw: 檔案

source: Add Audio CD
be: Дадаць аўдыё-CD
es: Añadir un CD de audio
et: Lisa audio CD
eu: Audio CDa gehitu
fi: Lisää Ääni-CD
ko: 오디오 CD 추가하기
lt: Pridėti garso CD
nb: Legg til musikk-CD
nl: Audio-cd toevoegen
sr: Додај звучни ЦД
sv: Lägg till ljud-CD
zh_tw: 新增音樂 CD

source: Use CDDB/GnuDb
be: Выкарыстоўвайце CDDB/GnuDb
es: Usar CDDB/GnuDb
ko: CDDB/GnuDb 사용하기
lt: Naudoti CDDB/GnuDb
nb: Bruk CDDB/GnuDB
nl: CDDB/GnuDB gebruiken
sv: Använd CDDB/GnuDb

source: Prefer CD-Text over CDDB
be: Аддаваць перавагу CD-Text перад CDDB
es: Preferir CD-Text sobre CDDB
et: Eelista CD-teksti CDDB ees
eu: Hobetsi CD-Text CDDBren aurrean
fi: Suosi CD-Textiä CDDB:n yli
ko: CD-Text를 CDDB보다 우선 사용
lt: Jei įmanoma naudoti CD-tekstą, o ne CDDB
nb: Foretrekk CD-Text framfor CDDB
nl: Voorkeur voor CD-tekst boven CDDB
sl: Uporabi CD-Text namesto CDDB
sr: Користи ЦД-текст, ако је доступан
sv: Föredra CD-Text över CDDB
zh_tw: 優先使用 CD-Text 而非 CDDB

source: CDDB url (e.g. 'gnudb.gnudb.org')
be: URL CDDB (напр. 'gnudb.gnudb.org')
es: URL de CDDB (por ejemplo, «gnudb.gnudb.org»)
ko: CDDB url (예: 'gnudb.gnudb.org')
lt: CDDB url (pvz., „gnudb.gnudb.org“)
nb: CDDB-URL (f.eks. 'gnudb.gnudb.org')
nl: CDDB-url (bijv. ‘gnudb.org’)
sv: CDDB-webbadress (t.ex. 'gnudb.gnudb.org')

source: CDDB port number (e.g. '8880')
be: Нумар порта CDDB (напр. '8880')
es: Número de puerto de CDDB (por ejemplo, «8880»)
ko: CDDB 포트 번호 (예: '8880')
lt: CDDB prievado numeris (pvz., „8880“)
nb: CDDB-portnummer (f.eks. «8880»)
nl: CDDB-poortnummer (bijv. ‘8880’)
sv: CDDB-portnummer (t.ex. '8880')

source: Use CDDB protocol
be: Выкарыстоўваць пратакол CDDB
es: Usar el protocolo CDDB
et: Kasuta CDDB protokolli
fi: Käytä CDDB-protokollaa
ko: CDDB 프로토콜 사용
lt: Naudoti CDDB protokolą
nb: Bruk CDDB-protokoll
nl: CDDB-protocol gebruiken
sr: Користи CDDB протокол
sv: Använd CDDB-protokoll
zh_tw: 使用 CDDB 協定

source: Enable NRG image support
be: Уключыць падтрымку вобразаў NRG
es: Activar la compatibilidad con imágenes NRG
et: Võimalda NRG piltide toetus
eu: Gaitu NRG irudien euskarria
fi: Ota käyttöön tuki NRG-levykuville
ko: NRG image 지원 활성화
lt: Įjungti NRG atvaizdžių palaikymą
nb: Aktiver støtte for NRG-avtrykk
nl: NRG-afbeeldingsondersteuning inschakelen
sl: Omogoči podporo za odtise NRG
sr: Укључи подршку за НРГ слике
sv: Aktivera NRG bildstöd
zh_tw: 啟用支援 NRG 影像

source: Drive speed for normal playback
be: Хуткасць дыскавода пры звычайным прайграванні
es: Velocidad de la unidad para una reproducción normal
et: Ketta tavaesituse kiirus
fi: Aseman nopeus normaalitoistossa
ko: 일반 재생을 위한 드라이브 속도
lt: Disko greitis normaliam atkūrimui
nb: Hastighet for normal avspilling
nl: Schijfsnelheid bij normaal afspelen
sr: Брзина драјва за нормалну репродукцију
sv: Diskhastighet för normal uppspelning
zh_tw: 光碟機正常播放速率

source: 8x
ko: 8배속
zh_tw: 8 倍

source: 16x
ko: 16배속
zh_tw: 16 倍

source: Max
be: Максымум
es: Máx.
et: Maks
fi: Maksimi
ko: 최대
lt: Maks.
nb: Maks
sr: Максимално
zh_tw: 最大

source: Use cdparanoia error correction when ripping
be: Выкарыстоўваць карэкцыю памылак cdparanoia падчас запісваньня
es: Usar la corrección de errores de cdparanoia durante la extracción
et: Kasuta konverteerimisel cdparanoia veaparandust
fi: Käytä cdparanoia -virheenkorjausta kopioidessa
ko: 리핑할 때 cdparanoia 오류 수정 사용
lt: Perrašant, naudoti cdparanoia klaidų korekciją
nb: Bruk cdparanoias feilkorreksjon under lydkopiering
nl: cdparanoia-foutcorrectie toepassen tijdens rippen
sr: Користи cdparanoia за преправку грешака при риповању
sv: Använd cdparanoia felkorrigering när du rippar
zh_tw: 轉錄時使用 cdparanoia 修正錯誤

source: Convert
be: Пераўтварыць
es: Convertir
et: Konverteerimine
eu: Bihurtu
fi: Muunna
ko: 변환
lt: Konvertuoti
nb: Konverter
nl: Converteren
sl: Pretvori
sr: Прекодирај
sv: Konvertera
zh_tw: 轉檔

source: Autodetect samplerate from output device
be: Аўтавызначэньне чашчыні дыскрэтызацыі з выходнай прылады
es: Detección automática de la tasa de muestreo del dispositivo de salida
et: Diskreetimissageduse automaatne tuvastamine väljundseadmelt
fi: Tunnista näytteenottotaajuus automaattisesti ulostulolaitteesta
ko: 출력 장치에서 샘플레이트 자동 감지
lt: Automatiškai aptikti skaitmeninimo dažnį iš išvesties įrenginio
nb: Gjenkjenn automatisk samplingsraten til utenheten
nl: Samplesnelheid automatisch detecteren uit uitvoerapparaat
sr: Аутодетекција фреквенцијског опсега са излазног уређаја
sv: Detektera automatiskt samplingshastighet från utmatningsenhet
zh_tw: 從輸出設備自動偵測取樣率

source: Set samplerate directly
be: Задаць чашчыню дыскрэтызацыі непасрэдна
es: Configurar la tasa de muestreo directamente
et: Diskreetimissageduse määramine otse
fi: Aseta näytteenottotaajuus suoraan
ko: 샘플링 속도 직접 지정
lt: Nustatyti skaitmeninimo dažnį tiesiogiai
nb: Velg samplingsrate
nl: Samplesnelheid direct instellen
sr: Постави фреквенцијски опсег директно
sv: Ange samplingshastighet direkt
zh_tw: 直接設定取樣率

source: Quality / Algorithm
be: Якасьць / Альгарытм
es: Calidad/algoritmo
et: Kvaliteet / Algoritm
eu: Kalitatea / Algoritmoa
fi: Laatu / Algoritmi
ko: 품질 / 알고리즘
lt: Kokybė / Algoritmas
nb: Kvalitet/algoritme
nl: Kwaliteit / Algoritme
sr: Квалитет / Алгоритам
sv: Kvalitet / Algoritm
zh_tw: 品質 / 演算法

source: Resampling quality
be: Якасьць перадыскрэтызацыі
es: Calidad del remuestreo
et: Ümberdiskreetimise kvaliteet
fi: Uudelleensamplauksen laatu
ko: 재샘플링 품질
lt: Diskretizacijos kokybė
nb: Resamplingskvalitet
nl: Resample-kwaliteit
sv: Omsamplingskvalitet
zh_tw: 重新取樣品質

source: Internal DUMB volume
be: Унутраны гук DUMB
es: Volumen DUMB interno
et: Sisemine DUMB maht
fi: Sisäinen DUMB ääni
ko: 내부 DUMB 음량
lt: Vidinis DUMB garsis
nb: Internt DUMB-volum
nl: Intern DUMB-volume
sv: Intern DUMB-volym

source: Volume ramping
be: Нарошчваньне гуку
es: Aumento de volumen
et: Helitaseme suurendamine
fi: Äänenvoimakkuuden kasvatus
ko: 음량 램핑
lt: Garsio prieaugis
nb: Volumovergang
nl: Volumeboost
sr: Звуковни појачавач (рампинг)
sv: Volymökning

source: On/Off Only
be: Толькі Укл/Выкл
es: Solo encendido/apagado
et: Ainult Sees/Väljas
fi: Vain On/Off
ko: 켜기/끄기 만 가능
lt: Tik įjungti/išjungti
nb: Kun av/på
nl: Alleen aan/uit
sr: Само Укључено/Искључено
sv: På/Av endast
zh_tw: 僅 開/關

source: Full
be: Цалкам
es: Completo
et: Täielik
fi: Täysi
ko: 전체
lt: Pilnas
nl: Volledig
sr: Пуно
zh_tw: 完整

source: 8-bit output
be: 8-бітны вывад
es: Salida de 8 bits
et: 8-bitine väljund
fi: 8-bittinen ulostulo
ko: 8비트 출력
lt: 8-bitų išvestis
nb: 8-biters utdata
nl: 8-bit-uitvoer
sv: 8-bitars utmatning
zh_tw: 8位元輸出

source: Use all extensions supported by ffmpeg
be: Выкарыстоўваць усе пашырэньні, якія падтрымліваюцца ffmpeg
es: Usar todas las extensiones compatibles con ffmpeg
et: Kasutatakse kõiki ffmpeg-i poolt toetatud laiendusi
fi: Käytä kaikkia ffmpeg:in tukemia laajennuksia
ko: FFmpeg에서 지원하는 모든 확장 사용
lt: Naudoti visus ffmpeg palaikomus plėtinius
nb: Bruk alle filtypene som ffmpeg støtter
nl: Alle door ffmpeg ondersteunde extensies gebruiken
sr: Користи све ffmpeg подржане екстензије
sv: Använd alla tillägg som stöds av ffmpeg
zh_tw: 使用 ffmpeg 支援的所有擴充

source: File Extensions (separate with ';')
be: Пашырэньні файлаў (разьдзеленыя праз ';')
es: Extensiones de archivos (separadas por «;»)
et: Faililaiendid (eralda sümboliga ';')
eu: Fitxategi-luzapenak (';'-z banatuta)
fi: Tiedostopäätteet (erota ";"-merkillä)
ko: 파일 확장자 (';'로 구분)
lt: Failų prievardžiai (atskirkite „;“)
nb: Filtyper (skill dem med «;»)
nl: Bestandsextensies (gescheiden door ‘;’)
sl: Pripone datotek (ločene s »;«)
sr: Наставци назива датотека (раздвоји са ;)
sv: Filtillägg (separade med ';')
zh_tw: 檔案副檔名（以 ; 分隔）

source: Enable DoP output
be: Уключыць вывад DoP
ko: DoP 출력 활성화
nb: Slå på DoP-utdata
nl: DoP-uitvoer inschakelen
sv: Aktivera DoP-utgång

source: Ignore bad header errors
be: Ігнараваць памылкі хібных загалоўкаў
es: Ignorar los errores de encabezado incorrecto
et: Eira mittekorrektse päiserea vigu
fi: Sivuuta "viallinen otsake" -virheilmoitukset
ko: 불량 헤더 오류 무시
lt: Nepaisyti blogos antraštės klaidų
nb: Se bort fra feil i filhode
nl: Slechte kopfouten negeren
sv: Ignorera fel för dåliga rubrik
zh_tw: 忽略錯誤標頭訊息

source: Ignore unparsable stream errors
be: Ігнараваць непрыдатныя да аналізу памылкі плыні
es: Ignorar los errores de transmisión que no se pueden analizar
et: Eira voogedastuse vigu
fi: Sivuuta "äänivirta ei parsittavissa" -virheilmoitukset
ko: 해석할 수 없는 스트림 오류 무시
lt: Nepaisyti neišnagrinėjamo srauto klaidų
nb: Se bort fra feil i datastrømmen
nl: Onverwerkbare streamfouten negeren
sv: Ignorera fel för otolkningsbar ström
zh_tw: 忽略無法剖析串流錯誤

source: Max song length (in minutes)
be: Максымальная даўжыня трэка (у хвілінах)
es: Duración máxima de la canción (en minutos)
et: Maksimaalne pala pikkus (minutites)
eu: Kantuen gehienezko iraupena (minututan)
fi: Kappaleen maksimipituus (minuuteissa)
ko: 최대 곡 길이 (분)
lt: Didžiausia dainos trukmė (minutėmis)
nb: Lengste låtlengde (i minutter)
nl: Maximale duur van nummer (in minuten)
sl: Največja dolžina skladbe (v minutah)
sr: Најдуже трајање песме (минута)
sv: Max låtlängd (i minuter)
zh_tw: 歌曲最大長度（分鐘）

source: Fadeout length (seconds)
be: Працягласьць заглушэньня (у сэкундах)
es: Duración del fundido (segundos)
et: Hääbumise kestus (sekundites)
eu: Irteera-itzaltze iraupena (segundutan)
fi: Loppuhäivytyksen pituus (sekunneissa)
ko: 서서히 소리줄이기 (초)
lt: Laipsniško išnykimo trukmė (sekundėmis)
nb: Uttoningslengde (sekunder)
nl: Vervaagduur (in seconden)
sr: Трајање утишавања (секунди)
sv: Uttoningslängd (sekunder)
zh_tw: 淡出長度 （單位：秒）

source: Play loops nr. of times (if available)
be: Колькасьць цыклаў прайграваньня (калі даступна)
es: Repetir n veces (si está disponible)
et: Taasesitamine nr. korda (kui võimalik)
eu: Errepikapenak n aldiz jo (eskuragarri badago)
fi: Toistojen määrä (jos käytössä)
ko: (가능하다면) 반복 재생
lt: Kiek kartų kartoti ciklus (jei prieinama)
nb: Gjenta sløyfer (hvis tilgjengelig)
nl: Aantal keer herhalen (indien beschikbaar)
sr: Понављај — колико пута (уколико је доступно)
sv: Spela slingor antal gånger (om tillgängligt)
zh_tw: 循環播放次數（若支援）

source: ColecoVision BIOS (for SGC file format)
be: ColecoVision BIOS (для файлаў фармату SGC)
es: BIOS de ColecoVision (para el formato de archivo SGC)
et: ColecoVision BIOS (SGC-vormingu jaoks)
fi: ColecoVision BIOS (SGC tiedostoformaateille)
ko: ColecoVision BIOS (SGC 파일 형식용)
lt: ColecoVision BIOS (skirta SGC failo formatui)
nb: ColecoVision BIOS (for filformatet SGC)
nl: ColecoVision BIOS (voor SGC-bestandsformaat)
sr: ColecoVision BIOS (за SGC формат датотеке)
sv: ColecoVision BIOS (för SGC-filformat)

source: ReplayGain
ko: 리플레이게인
zh_tw: 音量標準化

source: Remove ReplayGain Information
be: Выдаліць інфармацыю ReplayGain
es: Eliminar la información de ReplayGain
et: Helitaseme parandi info eemaldamine
fi: Poista ReplayGain Informaatio
ko: 리플레이게인 정보 제거하기
lt: Šalinti ReplayGain informaciją
nb: Fjern ReplayGain-informasjon
nl: ReplayGain-informatie verwijderen
sr: Уклони ReplayGain информације
sv: Ta bort ReplayGain-information
zh_tw: 移除音量標準化資訊

source: Scan Selection As Albums (By Tags)
be: Сканаваць вылучанае як альбом (па тэгам)
es: Explorar la selección como álbumes (por etiquetas)
et: Valiku analüüsimine albumite kaupa (siltide alusel)
fi: Skannaa Valinta Albumeina (Tagien Perusteella)
ko: 앨범으로 검색 선택 (태그별)
lt: Peržiūrėti žymėjimą kaip albumus (pagal žymes)
nb: Analyser utvalget som albumer (iht. metadata)
nl: Selectie scannen als albums (op tags)
sr: Скенирај селектовано као албуме (По Таговима)
sv: Skanna urval som album (efter etiketter)
zh_tw: 將掃描選取項目視為專輯（依標籤）

source: Scan Selection As Single Album
be: Сканаваць вылучанае як адзін альбом
es: Analizar la selección como un solo álbum
et: Valiku analüüsimine ühe albumina
fi: Skannaa Valinta Yksittäisenä Albumina
ko: 싱글 앨범으로 검색 선택
lt: Peržiūrėti žymėjimą kaip vieną albumą
nb: Analyser utvalget som ett album
nl: Selectie scannel als los album
sr: Скенирај селектовано као један албум
sv: Skanna urval som ett enskilda album
zh_tw: 將掃描選取項目視為專輯

source: Scan Per-file Track Gain
be: Сканаваць ўзмацненьня кожнага файла
es: Explorar la ganancia de pista por archivo
et: Valiku analüüsimine failide kaupa
fi: Skannaa Tiedostokohtainen Kappaleen Vahvistus
ko: 파일별 곡 게인 검색
lt: Peržiūrėti po failą takelių stiprinimą
nb: Analyser hver fil for seg selv
nl: Gain per bestand scannen
sr: Скенирај сваку песму као засебан појам
sv: Skanna per fil spårförstärkning
zh_tw: 掃描每首曲目

source: Scan Per-file Track Gain If Not Scanned
be: Сканаваць ўзмацненьне кожнага файла, калі не выконвалася
es: Explorar la ganancia de pista por archivo si no se ha explorado
et: Kõigi määramata lugude analüüsimine failide kaupa
fi: Skannaa Tiedostokohtainen Kappaleen Vahvistus Jos Ei Vielä Skannattu
ko: 검색되지 않은 경우 파일당 곡 게인 검색
lt: Peržiūrėti kiekvieno failo takelių stiprinimą, jei neperžiūrėta
nb: Analyser hver fil for seg selv hvis ikke analysert
nl: Gain per bestand scannen indien niet gescand
sv: Skanna per fil spårförstärkning om det inte har skannats

source: Deselect All
be: Зьняць усё
es: Deseleccionar todo
et: Eemalda märgistus
fi: Poista Valinta
ko: 모두 선택 취소
lt: Nuimti žymėjimą nuo visų
nb: Fravelg alle
nl: Selectie ongedaan maken
sr: Деселектуј све
sv: Välj inga
zh_tw: 反向全選

source: Select All
be: Выбраць усё
es: Seleccionar todo
et: Vali kõik
fi: Valitse Kaikki
ko: 모두 선택
lt: Žymėti visus
nb: Velg alle
nl: Alles selecteren
sr: Селектуј све
sv: Välj alla
zh_tw: 全選

source: Add Folder(s)
be: Дадаць тэчку(-кі)
es: Añadir carpetas
et: Lisa kaust(ad)
fi: Lisää Kansio(t)
ko: 폴더 추가하기
lt: Pridėti aplanką(-us)
nb: Legg til mappe(r)
nl: Map(pen) toevoegen
sr: Додај Директоријум(е)
sv: Lägg till mapp(ar)
zh_tw: 添加目錄

source: Add File(s)
be: Дадаць файл(ы)
es: Añadir archivos
et: Lisa fail(e)
fi: Lisää Tiedosto(t)
ko: 파일 추가하기
lt: Pridėti failą(-us)
nb: Legg til fil(er)
nl: Bestand(en) toevoegen
sr: Додај Датотеку(е)
sv: Lägg till fil(er)
zh_tw: 添加檔案

source: Open File(s)
be: Адкрыць файл(ы)
es: Abrir archivos
et: Ava fail(e)
fi: Avaa Tiedosto(t)
ko: 파일 열기
lt: Atverti failą(-us)
nb: Åpne fil(er)
nl: Bestand(en) openen
sr: Отвори Датотеку(е)
sv: Öppna fil(er)
zh_tw: 開啟檔案

source: Show Help Page
be: Паказаць старонку дапамогі
es: Mostrar la página de ayuda
et: Kuva abiinfo lehekülge
fi: Näytä Tukisivusto
ko: 도움말 페이지 표시하기
lt: Rodyti žinyno puslapį
nb: Vis hjelpeside
nl: Hulppagina tonen
sr: Прикажи Страну за помоћ
sv: Visa hjälpsida
zh_tw: 顯示說明頁
