Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Arbitrary shell command. Will be executed in the shell context which the main application was started from. Title formatting can be used. Example: xdg-open %D
be: Адвольная каманда абалонкі. Будзе выконвацца ў кантэксьце абалонкі, дзе была запушчана галоўная праграма. Можа выкарыстоўваць фарматаваньне загалоўкаў. Напрыклад: xdg-open %D
es: Orden arbitraria. Se ejecutará en el mismo contexto del intérprete de órdenes desde el que se inició la aplicación principal. Se puede utilizar el formato de título. Ejemplo: xdg-open %D
et: Sõltumatu shellikäsk. Teostatakse shellikäsu kontekstis, millest põhirakendus algas. Kasutada võib pealkirja vormindamist. Näide: xdg-open %D
eu: Shell komando arbitrarioa. Hasierako aplikazio nagusian hasitako shell testuinguruan exekutatuko da. Titulu formatua erabili daiteke. Adibidez: xdg-open %D
fi: Mielivaltainen komentotulkin komento. Suoritetaan samassa komentotulkin kontekstissa jossa sovellus käynnistettiin. Otsikkomuotoilua voidaan käyttää. Esimerkiksi: xdg-open %D
ko: 임의 셸 명령입니다. 기본 응용 프로그램이 시작된 셸 컨텍스트에서 실행됩니다. 제목 형식을 사용할 수 있습니다. 예제: xdg-open %D
lt: Sutartinė apvalkalo komanda. Bus įvykdyta tokiam apvalkalo kontekste kokiame buvo paleista programa. Galima naudoti pavadinimo formatą. Pvz., xdg-open %D
nb: Vilkårlig skallkommando. Den vil utføres i det skallmiljøet som hovedprogrammet ble startet fra. Du kan bruke tittelformatering. Eksempel: xdg-open %D
nl: Willekeurige shell-opdracht. Deze wordt uitgevoegd in de shell-context van waaruit de hoofdtoepassing is gestart. Er kan titelopmaak worden gebruikt. Voorbeeld: xdg-open %D
sr: Произвољна наредба љуске — Извршиће се у окружењу љуске из којег је и главни програм покренут. Форматирање назива је могуће. Нпр: xdg-open %D
sv: Godtyckligt skalkommando. Kommer att utföras i skalkontexten som huvudprogrammet startades från. Titelformatering kan användas. Exempel: xdg-open %D

source: Free-form name, for example "My Shell Command"
be: Адвольная назва, напрыклад «My Shell Command»
es: Nombre de libre elección, por ejemplo «Mi orden»
et: Vabateksti nimi, näiteks "Minu shell-i käsk"
eu: Era-libreko izena, adibidez "Nire Shell Komandoa"
fi: Vapaamuotoinen nimi, esim. "Minun komentotulkkikomentoni"
ko: 자유 형식 이름, 예제: "My Shell Command"
lt: Pavadinimas laisva forma, pavyzdžiui „Mano apvalkalo komanda“
nb: Fritt valgt navn, for eksempel «Min skallkommando»
nl: Vrije naamkeuze, bijv. ‘Mijn shell-opdracht’
sr: Произвољан назив, нпр. „Моја наредба љуске“
sv: Friformsnamn, till exempel "Mitt skalkommando"
zh_tw: 形式不拘，例如：我的 Shell 指令

source: Command ID, normally it should be something short, for example "youtube_open". It must be unique.
be: Ідэнтыфікатар каманды, пэўна, мусіць быць даволі кароткім, напрыклад «youtube_open». Ён мусіць быць непаўторным.
es: El identificador de la orden: debe ser corto y único, p. ej., «abrir_youtube».
et: Käsu ID, tavaliselt peaks see olema midagi lühikest, näiteks "youtube_open". See peab olema unikaalne.
eu: Komandu IDa, normalean zerbait motza, adibidez "youtube_open". Izen soila izan behar du.
fi: Komennon tunnisteen tulisi normaalisti olla jotain lyhyttä, esim. "youtube_open" ja sen täytyy olla uniikki.
ko: 명령 ID, 일반적으로 짧아야 합니다. 예제: "youtube_open". 이름은 고유한 것이어야 합니다.
lt: Komandos ID, tai turėtų būti kažkas trumpo, pavyzdžiui, „youtube_atverti“. Negali kartotis.
nb: Kommando-ID, bør være kort og må være unik, for eksempel «youtube_open».
nl: Opdracht-id. Normaal is dit iets korts, zoals ‘youtube_open’. Het moet uniek zijn.
sr: ИБ наредбе је обично је врло кратак (нпр. „youtube_open“), а мора бити јединствен.
sv: Kommando-ID, normalt bör det vara något kort, till exempel "youtube_open". Det måste vara unikt.
zh_tw: 指令 ID，通常要簡短且不能重複，例如：youtube_open

source: Single Tracks
be: Адзінкавыя трэкі
es: Pistas individuales
et: Üksikud pala(d)
eu: Banakako Pistak
fi: Yksittäiset raidat
ko: 단일 곡
lt: Pavieniai takeliai
nb: Enkeltspor
nl: Losse nummers
sr: Појединачно нумере
sv: Singelspår
zh_tw: 單一曲目

source: Works on single track.
be: Працуе на адным трэку.
es: Funciona con una pista individual
et: Töötab üksiku pala korral.
eu: Banakako pistan badabil.
fi: Toimii yksittäisillä raidoilla
ko: 단일 곡에서 작동합니다.
lt: Veikia su vienu takeliu.
nb: Virker med enkeltspor.
nl: Wordt toegepast op losse nummers.
sr: Радње на нумери.
sv: Fungerar på singelspår.
zh_tw: 作用在單一曲目。

source: Multiple Tracks
be: Некалькі трэкаў
es: Múltiples pistas
et: Mitu pala
eu: Pista Anitzak
fi: Useat raidat
ko: 여러 곡
lt: Keletas takelių
nb: Flere spor
nl: Meerdere nummers
sr: Више нумера
sv: Flera spår
zh_tw: 多曲目

source: Works on multiple tracks.
be: Працуе на некалькіх трэкаў.
es: Funciona con múltiples pistas
et: Töötab mitme palaga.
eu: Pista anitzetan badabil.
fi: Toimii useilla raidoilla
ko: 여러 곡에서 작동합니다.
lt: Veikia su keliais takeliais.
nb: Virker med flere spor.
nl: Wordt toegepast op meerdere nummers.
sr: Радње на нумерама.
sv: Fungerar på flera spår.
zh_tw: 作用在多曲目。

source: Local
be: Лякальны
es: Archivos locales
et: Kohalik
eu: Lokala
fi: Paikallinen
ko: 로컬
lt: Vietinis
nb: Lokal
nl: Lokaal
sr: Локално
sv: Lokal
zh_tw: 本機

source: Works on local files.
be: Працаваць зь лякальнымі файламі.
es: Funciona con archivos locales
et: Töötab kohalike failidega.
eu: Fitxategi lokaletan badabil.
fi: Toimii paikallisilla tiedostoilla.
ko: 로컬 파일을 대상으로 합니다.
lt: Veikia su vietiniais failais.
nb: Virker med lokale filer.
nl: Wordt toegepast op lokale bestanden.
sr: Радње са датотекама на Вашем рачунару.
sv: Fungerar på lokala filer.
zh_tw: 作用在本機檔案。

source: Remote
be: Аддалены
es: Archivos remotos
et: Kaug
eu: Urruneko
fi: Etä
ko: 원격
lt: Nuotolinis
nb: Ekstern
nl: Extern
sr: Удаљено
sv: Fjärr
zh_tw: 遙控

source: Works on remote files (e.g. http:// streams)
be: Працаваць з аддаленымі файламі (напр. http:// streams)
es: Funciona con archivos remotos (p.e: transmisiones http://)
et: Töötab kaugfailidega (nt http:// striim)
eu: Urruneko fitxategietan badabil (adib. http:// streams)
fi: Toimii etätiedostoilla (esim. http:// suoratoistot)
ko: 원격 파일에서 작동 (예: http:// streams)
lt: Veikia su nuotoliniais failais (pvz., http:// streams)
nb: Virker med eksterne filer (f.eks. http://-strømmer)
nl: Wordt toegepast op externe bestanden (bijv. http://-streams)
sr: Радње са удаљеним датотекама (нпр. http://нека.адреса.или.токови)
sv: Fungerar på fjärrfiler (t.ex. http://-strömmar)
zh_tw: 作用在遠端操控檔案（例如：http:// streams）

source: Generic (Main Menu)
be: Агульны (галоўнае мэню)
es: Genérico (menú principal)
et: Üldine (põhimenüü)
fi: Yleinen (Päävalikko)
ko: Generic (주메뉴)
lt: Bendra (Pagrindinis meniu)
nb: Generell (hovedmenyen)
nl: Algemeen (hoofdmenu)
sr: Опште (гл. изборник)
sv: Generisk (huvudmeny)
zh_tw: 一般（主選單）

source: Item should appear in the main menu
be: Элемэнт мусіць зьявіцца ў галоўным мэню
es: El elemento debe aparecer en el menú principal
et: Element peaks olema põhimenüüs kuvatud
eu: Elementua menu nagusian agertu behar da
fi: Kohteen pitäisi näkyä päävalikossa
ko: 이 아이템은 주메뉴에 나타나게 됩니다
lt: Elementas turėtų atsirasti pagrindiniame meniu
nb: Vis elementet i hovedmenyen.
nl: Het item moet verschijnen in het hoofdmenu
sr: Ставка ће се приказати у главном изборнику
sv: Objektet ska visas i huvudmenyn
zh_tw: 應顯示在主選單中的項目

source: <small>If you want to add the command to main menu, make sure that title contains the menu path like this: "File/My Command", where File is the menu name in the English version.</small>
be: <small>Калі вы хочаце дадаць каманду ў галоўнае меню, пераканайцеся, што назва ўтрымлівае шлях да меню накшталт гэтага: «File/My Command», дзе File ёсьць назва мэню ў ангельскай вэрсіі.</small>
es: <small>Si desea añadir la orden al menú principal, asegúrese de que el título incluya la ruta al menú de la siguiente forma: «Archivo/Mi orden», donde Archivo es el nombre del menú en la versión inglesa.</small>
et: <small>Kui soovid lisada käsku peamenüüsse, veendu, et pealkiri sisaldab sellist menüü rada: "Fail/Minu käsk", kus Fail on menüü nimi inglise keeles.</small>
fi: <small>Jos haluat lisätä komennon päävalikkoon, varmista että otsikko sisältää valikkopolun tähän tapaan: "File/Minun komentoni", jossa File on Tiedosto-valikon nimi englanninkielisessä versiossa.</small>
ko: <small>기본 메뉴에 명령을 추가하려면 제목에 다음과 같은 메뉴 경로가 포함되어 있는지 확인합니다: "파일/내 명령"입니다. 여기서 파일은 영어 버전의 메뉴 이름입니다.</small>
lt: <small>Jeigu į pagrindinį meniu norite pridėti komandą, užtikrinkite, kad pavadinime būtų meniu kelias, kaip pavyzdžiui: "File/Mano komanda", kur File yra angliškos versijos meniu pavadinimas.</small>
nb: <small>Hvis du vil legge til kommandoen i hovedmenyen så sørg for at tittelen inneholder menystien, som f.eks. «File/Min kommando», der «File» er menynavnet i den engelske utgaven.</small>
nl: <small>Als je de opdracht wilt toevoegen aan het hoofdmenu, zorg er dan voor dat de titel het menupad bevat, en wel als volgt: ‘Bestand/Mijn opdracht’ - ‘Bestand’ = de Engelse menunaam.</small>
sr: <small>За додавање нове наредбе у гл. изборник, обезбедите да њен назив садржи путању као, нпр.: „Edit/НоваНаредба“, где је „Edit“ назив ставке главног изборника (на енглеском).</small>
sv: <small>Om du vill lägga till kommandot i huvudmenyn, se till att titeln innehåller menysökvägen så här: "File/My Command", där File är menynamnet i den engelska versionen.</small>
zh_tw: <small> 如果您想要將指令加入到主選單，請確保標題內含有清單路徑，像是：「檔案 / 我的指令」，當中的「檔案」是英文的清單名稱。</small>

source: Add Command
be: Дадаць кманду
es: Añadir una orden
et: Lisa käsk
eu: Komandoa Gehitu
fi: Lisää komento
ko: 명령 추가하기
lt: Pridėti komandą
nb: Legg til kommando
nl: Opdracht toevoegen
sr: Додај наредбу
sv: Lägg till kommando
zh_tw: 加入指令

source: This action will delete the selected shell command. Are you sure?
be: Гэтае дзеяньне выдаліць выбраную каманду абалонкі. Вы ўпэўненыя?
es: Esta acción eliminará la orden seleccionada. ¿Está seguro?
et: See kustutab valitud käsurea seadistuse. Oled sa kindel?
eu: Ekintza honek hautatutako komandoa ezabatuko du. Ziur al zaude?
fi: Tämä toiminto poistaa valikoidun komentotulkkikomennon. Oletko varma?
ko: 선택된 셸 명령을 삭제합니다. 괜찮으시겠어요?
lt: Šis veiksmas ištrins pasirinktą apvalkalo komandą. Ar jūs įsitikinę?
nb: Denne handlingen vil fjerne den valgte skallkommandoen. Er du sikker?
nl: Dit verwijdert de gekozen shell-opdracht. Weet je het zeker?
sr: Овом радњом ћете обрисати одабрану наредбу. Да ли то заиста желите?
sv: Den här åtgärden tar bort det valda skalkommandot. Är du säker?
zh_tw: 即將刪除你選擇的 shell 指令。確定嗎？

source: Confirm Remove
be: Пацьвердзіць выдаленьне
es: Confirmar la eliminación
et: Kinnita eemaldamine
eu: Berretsi Ezabatu
fi: Vahvista Poistaminen
ko: 제거하기 확인
lt: Patvirtinti šalinimą
nb: Bekreft fjerning
nl: Verwijdering bevestigen
sr: Потврдите уклањање
sv: Bekräfta borttagning
zh_tw: 確認刪除

source: ID must be non-empty and unique.
be: ID мусіць быць запоўненым ды непаўторным
es: El identificador es obligatorio y debe ser único.
et: ID peab olema mittetühi ja kordumatu.
eu: IDa ezin da hutsik egon eta bakarra izan behar da.
fi: Tunnisteen pitää olla uniikki, eikä sitä saa jättää tyhjäksi.
ko: ID는 반드시 고유한 이름이 지정되어야 합니다.
lt: ID negali būti tuščias ar kartotis.
nb: ID-en kan ikke være tom, og må være unik.
nl: ID moet ingevuld zijn en uniek.
sr: ИБ не може бити празан и мора бити јединствен.
sv: ID måste vara tomt och unikt.
zh_tw: ID 不能留白或重複

source: Title must be non-empty.
be: Загаловак мусіць быць запоўненым.
es: El título es obligatorio.
et: Pealkiri ei või olla tühi.
eu: Izenburua ezin da hutsik egon.
fi: Otsikko ei voi olla tyhjä.
ko: 제목이 비어있지 않습니다.
lt: Pavadinimas negali būti tuščias.
nb: Tittelen kan ikke være tom.
nl: Titel moet ingevuld zijn.
sr: Поље „Назив“ не може бити празно!
sv: Titeln kan inte vara tom.
zh_tw: 名稱不能留白

source: Shell Command must be non-empty.
be: Каманда абалонкі мусіць быць запоўненай
es: La orden no se puede dejar en blanco.
et: Shell käsk ei või olla tühi.
eu: Shell Komandoa ezin da hutsik egon.
fi: Komentotulkkikomento ei voi olla tyhjä.
ko: 셸 명령어가 비어있지 않습니다.
lt: Apvalkalo komanda negali būti tuščia.
nb: Skallkommandoen kan ikke være tom.
nl: De shell-opdracht moet ingevuld zijn.
sr: Поље наредбе љуске не може бити празно.
sv: Skalkommandot kan inte vara tomt.
zh_tw: 指令不能留白

source: Invalid Values
be: Няправільныя значэньні
es: Valores no válidos
et: Vigased väärtused
eu: Balio Baliogabeak
fi: Virheellinen arvo
ko: 잘못된 값
lt: Netinkamos reikšmės
nb: Ugyldige verdier
nl: Ongeldige waarden
sr: неисправна вредност
sv: Ogiltiga värden
zh_tw: 無效的數值

source: wildmidi: freepats config file not found. Please install timidity-freepats package, or specify path to freepats.cfg in the plugin settings.
ko: wildmidi: freepats 구성 파일을 찾을 수 없습니다. timidity-freepats 패키지를 설치하거나 플러그인 설정에서 freepats.cfg 경로를 지정하세요.
nb: wildmidi: fant ikke oppsettsfila for freepats. Installér pakken timidity-freepats, eller angi stien til freepats.cfg i innstillingene til programtillegget.
nl: wildmidi: het freepats-configuratiebestand is niet aangetroffen. Installeer het pakket ‘timidity-freepats’ of voer de locatie van freepats.cfg in in de plug-in-instellingen.
sv: wildmidi: freepats konfigurationsfil hittades inte. Installera timidity-freepats paketet eller ange sökväg till freepats.cfg i inställningarna för insticksmodulen.

source: Usage: deadbeef [options] [--] [file(s)]
be: Выкарыстаньне: deadbeef [опцыі] [--] [файл(ы)]
es: Uso: deadbeef [opciones] [--] [archivo(s)]
et: Kasutamine: deadbeef [võtmed] [--] [fail(id)]
eu: Erabilera: deadbeef [aukerak] [--] [fitxategia(k)]
fi: Käyttö: deadbeef [asetukset] [--] [tiedosto(t)]
ko: 사용법: deadbeef [옵션] [--] [파일]
lt: Naudojimas: deadbeef [parametrai] [--] [file(s)]
nb: Bruk: deadbeef [innstillinger] [-] [fil(er)]
nl: Gebruik: deadbeef [opties] [bestand(en)]
sr: Употреба: deadbeef [опције] [--] [датотека(е)]
sv: Användning: deadbeef [flaggor] [--] [fil(er)]
zh_tw: 使用方法：deadbeef [選項] [--] [檔案（複數）]

source: Options:
be: Опцыі:
es: Opciones:
et: Valikud:
eu: Aukerak:
fi: Valitsimet:
ko: 옵션:
lt: Parametrai:
nb: Innstillinger:
nl: Opties:
sl: Možnosti:
sr: Опције:
sv: Flaggor:
zh_tw: 選項：

source: --help or -h Print help (this message) and exit
be: --help або -h Надрукаваць даведку (гэтае паведамленьне) ды выйсьці
es: --help o -h Mostrar la ayuda (este mensaje) y salir
et: --help või -h Prindib abiinfo (praeguse tekst) ja väljub
eu: --help or -h Inprimatu laguntza (mezu hau) eta irten
fi: --help tai -h Näytä ohje (tämä viesti) ja poistu
ko: --help or -h 도움말(이 메시지) 출력
lt: --help ar -h Parodo pagalbos langą (šį) ir išeina
nb: --help eller -h Skriv hjelpetekst (denne teksten) og avslutt
nl: --help or -h Hulp printen (dit bericht) en afsluiten
sl: --help ali -h Izpiše pomoč (to sporočilo).
sr: --help или -h Прикажи ову помоћ и изађи
sv: --help eller -h Visa hjälp (detta meddelande) och avsluta
zh_tw: --help 或 -h 顯示說明（本訊息）並結束

source: --quit Quit player
be: --quit Выйсьці з плэера
es: --quit Salir del reproductor
et: --quit Väljub mängijast
eu: --quit Irten erreproduzitzailetik
fi: --quit Sulje soitin
ko: --quit 프로그램 종료
lt: --quit Užverti grotuvą
nb: --quit Avslutt spilleren
nl: --quit Speler afsluiten
sl: --quit Konča predvajalnik.
sr: --quit Напусти плејер
sv: --quit Stäng spelare
zh_tw: --quit 結束播放器

source: --version Print version info and exit
be: --version Надрукаваць інфармацыю пра вэрсію праграмы ды выйсьці
es: --version Mostrar la versión y salir
et: --version Väljastab versiooniteabe ja väljub
eu: --version Inprimatu bertsio-informazioa eta irten
fi: --version Näytä versiotiedot ja poistu
ko: --version 버전정보를 보임
lt: --version Parodyti versijos informaciją ir išeiti
nb: --version Skriv versjonsinformasjon og avslutt
nl: --version Versie-informatie printen en afsluiten
sl: --version Izpiše podatke o različici.
sr: --version Прикажи инфо о верзији и изађи
sv: --version Skriv ut versionsinformation och avsluta
zh_tw: --version 顯示版本資料並結束

source: --play Start playback
be: --play Пачаць прайграваньне
es: --play Iniciar la reproducción
et: --play Käivitab esituse
eu: --play Hasi erreprodukzioa
fi: --play Aloita toisto
ko: --play 재생 시작
lt: --play Pradėti atkūrimą
nb: --play Start avspilling
nl: --play Afspelen starten
sl: --play Začne predvajanje.
sr: --play Репродукуј
sv: --play Påbörja uppspelning
zh_tw: --play 開始播放

source: --stop Stop playback
be: --stop Спыніць прайграваньне
es: --stop Parar la reproducción
et: --stop Seiskab esituse
eu: --stop Gelditu erreprodukzioa
fi: --stop Pysäytä toisto
ko: --stop 멈춤
lt: --stop Stabdyti atkūrimą
nb: --stop Stopp avspilling
nl: --stop Afspelen stoppen
sl: --stop Zaustavi predvajanje.
sr: --stop Заустави репродукцију
sv: --stop Stoppa uppspelning
zh_tw: --stop 停止播放

source: --pause Pause playback
be: --pause Прыпыніць прайграваньне
es: --pause Pausar la reproducción
et: --pause Peatab esituse
eu: --pause Pausatu erreprodukzioa
fi: --pause Keskeytä toisto
ko: --pause 일시정지
lt: --pause Pristabdyti atkūrimą
nb: --pause Pause avspilling
nl: --pause Afspelen pauzeren
sl: --pause Prekine predvajanje.
sr: --pause Паузирај репродукцију
sv: --pause Pausa uppspelning
zh_tw: --pause 暫停播放

source: --toggle-pause Toggle pause
be: --toggle-pause Пераключыць паўзу
es: --toggle-pause Pausar o reanudar
et: --toggle-pause Pausi lülitamine
eu: --toggle-pause Txandakatu pausatzea
fi: --toggle-pause Vaihda keskeytyksen ja toiston välillä
ko: --toggle-pause 전환 일시정지
lt: --toggle-pause Perjungti pristabdymą
nb: --toggle-pause Slå av/på pause
nl: --toggle-pause Pauzeren/Hervatten
sl: --toggle-pause Začne/prekine predvajanje
sr: --toggle-pause Паузирај
sv: --toggle-pause Växla paus
zh_tw: --toggle-pause 切換暫停狀態

source: --play-pause Start playback if stopped, toggle pause otherwise
be: --play-pause Пачаць прайграваньне, калі спынена, інакш пераключыць паўзу
es: --play-pause Iniciar la reproducción si está detenida, pausar en caso contrario
et: --play-pause Kui peatatud siis alustab esituse, muul juhul lülitab ümber
eu: --play-pause Hasi erreproduzitzen geldituta badago, bestela txandakatu pausa
fi: --play-pause Aloita toisto, jos pysäytetty, muuten vaihda keskeytyksen ja toiston välillä
ko: --play-pause 중지된 경우 재생 시작, 그렇지 않으면 일시 중지 전환
lt: --play-pause Pradėti atkūrimą, jei sustabdyta, o kitu atveju perjungti pristabdymą
nb: --play-pause Start avspilling hvis stoppet, slå av/på pause ellers
nl: --play-pause Start het afspelen indien gestopt of pauzeer
sl: --play-pause Začne predvajanje, če je zaustavljeno, v nasprotnem primeru ga prekine.
sr: --play-pause Започни репродукцију ако је заустављена, и обратно
sv: --play-pause Starta uppspelningen om den är stoppad, växla paus annars
zh_tw: --play-pause 如停止則開始播放，否則切換暫停狀態

source: --next Next song in playlist
be: --next Наступная песьня ў плэй-лісьце
es: --next Pista siguiente de la lista de reproducción
et: --next Järgmine esitusloendi lugu
eu: --next Erreprodukzio-zerrendako hurrengo kanta
fi: --next Seuraava kappale soittolistalla
ko: --next 재생목록의 다음 곡
lt: --next Kita grojaraščio daina
nb: --next Neste låt i spillelista
nl: --next Volgend nummer op afspeellijst
sl: --next Naslednja skladba s seznama predvajanja.
sr: --next Наредна песма из листе
sv: --next Nästa låt i spellista
zh_tw: --next 播放清單下一首歌

source: --prev Previous song in playlist
be: --prev Папярэдняя песьня ў плэй-лісьце
es: --prev Pista anterior de la lista de reproducción
et: --prev Eelmine lugu esitusloendist
eu: --prev Erreprodukzio-zerrendako aurreko kanta
fi: --prev Edellinen kappale soittolistalla
ko: --prev 재생목록의 이전 곡
lt: --prev Ankstesnė grojaraščio daina
nb: --prev Forrige låt i spillelista
nl: --prev Vorig nummer op afspeellijst
sl: --prev Predhodna skladba s seznama predvajanja.
sr: --prev Претходна песма из листе
sv: --prev Föregående låt i spellista
zh_tw: --prev 播放清單上一首歌

source: --random Random song in playlist
be: --random Выпадковая песьня ў плэй-лісьце
es: --random Canción al azar de la lista de reproducción
et: --random Juhuslik lugu esitusloendist
eu: --random Erreprodukzio-zerrendako ausazko kanta
fi: --random Satunnainen kappale soittolistalla
ko: --random 재생목록의 임의 곡
lt: --random Atsitiktinė daina grojaraštyje
nb: --random Tilfeldig låt i spillelista
nl: --random Willekeurig nummer op afspeellijst
sl: --random Naključna skladba s seznama predvajanja.
sr: --random Насумично песма из листе
sv: --random Slumpmässig låt i spellista
zh_tw: --random 播放清單隨機歌曲

source: --queue Append file(s) to existing playlist
be: --queue Дадаць файл(ы) у існы плэй-ліст
es: --queue Añadir archivo(s) a la lista de reproducción
et: --queue Lisab esitusloendisse faili(e)
eu: --queue Gehitu fitxategia(k) existitzen den erreprodukzio-zerrendara
fi: --queue Lisää tiedosto(t) olemassa olevaan soittolistaan
ko: --queue 재생목록에 파일 추가
lt: --queue Pridėti failą(-us) į esamą grojaraštį
nb: --queue Legg til fil(er) i eksisterende spilleliste
nl: --queue Bestand(en) toevoegen aan afspeellijst
sl: --queue Pripne datoteko na seznam predvajanja.
sr: --queue Додај датотеку(е) у постојећу листу
sv: --queue Lägg till fil(er) i nuvarande spellista
zh_tw: --queue 將檔案附加至播放清單

source: --nowplaying FMT Print formatted track name to stdout
be: --nowplaying ФМТ Надрукаваць адфарматаваную назву трэка ў stdout
es: --nowplaying FMT Envía por la salida estándar el nombre formateado de la pista
et: --nowplaying FMT Prindib pala andmed etteantud formaadis
eu: --nowplaying FMT Inprimatu formatudun pista-izena irteera estandarrera
fi: --nowplaying FMT Tulosta muotoiltu raidan nimi stdoutiin
ko: --nowplaying FMT 포맷된 곡 이름을 표준출력으로 인쇄
lt: --nowplaying FMT Nusiųsti formatuotą takelių sąrašą į stdout
nb: --nowplaying FMT Skriv formatert spornavn til stdout
nl: --nowplaying FMT Opgemaakte titel van nummer printen naar stdout
sl: --nowplaying OBLIKA Izpiše oblikovano ime trenutno predvajane skladbe.
sr: --nowplaying FMT Испиши уређени назив песме на стд. излаз
sv: --nowplaying FMT Skriv formaterat spårnamn till standard ut
zh_tw: --nowplaying FMT 將格式化的歌曲名輸出至 stdout

source: example: --nowplaying "%%a - %%t" should print "artist - title"
be: напрыклад: --nowplaying «%%a - %%t» надрукуе «выканаўца - назва»
es: ejemplo: --nowplaying «%%a - %%t» mostraría «artista - título»
et: näide: --nowplaying "%%a - %%t" peaks printima "esitaja - pealkiri"
fi: esimerkki: --nowplaying "1%%a - 1%%t" :n pitäisi tulostaa "artisti - kappalenimi"
ko: 예제: --nowplaying "%%a - %%t" 하면 "아티스트 - 제목"으로 나타납니다
lt: pavyzdys: --nowplaying "%%a - %%t" turėtų atvaizduoti "atlikėjas - pavadinimas"
nb: eksempel: --nowplaying "%%a - %%t" vil skrive "artist - tittel"
nl: voorbeeld: --nowplaying "%%a - %%t" zou "artist - title" moeten printen
sr: пример: --nowplaying "%%a - %%t" ће исписати „Извођач - Наслов“
sv: exempel: --nowplaying "%%a - %%t" ska skriva ut "artist - titel"
zh_tw: --nowplaying "%%a - %%t" 會顯示 "藝人 - 歌名"

source: for more info, see %s
be: для дадатковых зьвестак глядзіце %s
es: más información en %s
et: rohkema teabe jaoks vaata %s
fi: lisätietoja saadaksesi, katso 1%s
ko: 자세한 내용은 %s를 참조하십시오
lt: išsamesnei informacija, žiūrėkite %s
nb: for mer info, se %s
nl: bekijk %s voor meer informatie
sr: за више информација, видите %s
sv: för mer info, se %s
zh_tw: 更多資訊請見 %s

source: NOTE: --nowplaying is deprecated.
be: НАТАТКА: --nowplaying састарэлы.
es: NOTA: --nowplaying está considerada obsoleta.
et: MÄRKUS: --nowplaying on aegunud.
fi: HUOM: --nowplaying on vanhentunut.
ko: NOTE: --nowplaying은 삭제되었습니다.
lt: PASTABA: --nowplaying yra pasenęs.
nb: NB: --nowplaying er foreldet.
nl: LET OP: --nowplaying is verouderd.
sr: ПАЖЊА: --nowplaying је застарело .
sv: OBS: --nowplaying är föråldrad.
zh_tw: 注意：--nowplaying 已經被遺棄。
