Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: This table defines the binding between network stream content types and DeaDBeeF decoder plugins. For example, mp3 files can have content type "audio/x-mpeg", and need to be decoded by DeaDBeeF's own "stdmpg" plugin, or "ffmpeg" plugin.
be: Гэтая табліца вызначае прызначэньні тыпаў зьмесьціва сеціўнага вяшчаньня да ўбудоў дэкодэра DeaDBeeF. Напрыклад, файлы mp3 могуць мець тып зьмесьціва «audio/x-mpeg» і мусяць быць расшыфраваныя асабістай убудовай DeaDBeeF «stdmpg» або убудовай «ffmpeg».
es: Esta tabla define la vinculación entre los tipos de contenido de transmisión de red y los complementos de decodificación de DeaDBeeF. Por ejemplo, los archivos mp3 pueden ser del tipo «audio/x-mpeg» y se pueden decodificar con el complemento «stdmpg» propio de DeaDBeeF o con el complemento «ffmpeg».
et: Selles tabelis määratletakse sidumine võrgu voogude tüüpide ja DeaDBeeF dekoodri pluginate vahel. Näiteks võib mp3-failidel olla sisu tüüp "audio/x-mpeg" ja need tuleb dekodeerida DeaDBeeF-i enda "stdmpg" pluginaga või "ffmpeg" pluginaga.
fi: Tämä taulukko määrittää verkon suoratoiston sisältötyypin ja DeaDBeeFin dekooderiliitännäisten sidoksen. Esimerkiksi, mp3-tiedostot voivat olla sisältötyypiltään "audio/x-mpeg", ja ne pitää dekoodata joko DeaDBeeFin omalla "stdmpg"-liitännäisellä tai "ffmpeg"-liitännäisellä.
ko: 이 표에서는 네트워크 스트림 콘텐츠 유형과 DeaDBeeF 디코더 플러그인 간의 바인딩을 정의합니다. 예를 들어, mp3 파일은 "audio/x-mpeg" 콘텐츠 유형을 가질 수 있으며 DeaDBeeF의 자체 "stdmpg" 플러그인 또는 "ffmpeg" 플러그인으로 디코딩해야 합니다.
lt: Ši lentelė apibrėžia susiejimus tarp tinklo srautų turinio tipų ir DeaDBeeF dekoderio įskiepių. Pavyzdžiui, mp3 failai gali būti "audio/x-mpeg" turinio tipo ir turi būti dekoduoti DeaDBeeF asmeniniu "stdmpg" įskiepiu arba "ffmpeg" įskiepiu.
nb: Denne tabellen definerer koblinger mellom innholdstypene til nettverksstrømmer og DeaDBeeFs dekoderprogramtillegg. For eksempel har mp3-filer innholdstypen «audio/x-mpeg» og må dekodes med DeaDBeeFs eget programtillegg «stdmpg», eller «ffmpeg».
nl: Deze tabel bepaalt de relatie tussen inhoudstypen van netwerkstreams en DeaDBeeF-decoderplug-ins. Voorbeeld: mp3-bestanden kunnen van het type ‘audio/x-mpeg’ zijn en moeten door DeaDBeeF worden geconverteerd middels de ‘stdmpg’-plug-in of ffmpeg.
sr: Ова табела одређује везу између врсте садржаја мрежног тока и Дедбиф-декодер додатка. Нпр., мп3 датотеке са врстом садржаја „audio/x-mpeg“ декодираће се дедбифовим „stdmpg“ додатком или „ffmpeg“ додатком.
sv: Denna tabell definierar bindningen mellan nätverksströminnehållstyper och DeaDBeeF-avkodarinsticksmoduler. Till exempel kan mp3-filer ha innehållstyp "audio/x-mpeg" och måste avkodas av DeaDBeeFs egna "stdmpg"-insticksmodul eller "ffmpeg"-insticksmodul.
zh_tw: 這張表格定義了網路串流內容類型與 DeadBeeF 解碼外掛之間的對應關係。例如 MP3 檔案的內容類型可以是 audio/x-mpeg，需要使用 DeadBeeF 本身的 stdmpg 外掛或 ffmpeg 外掛來解碼。

source: Content-Type:
es: Tipo de contenido:
et: Sisutüüp:
fi: Sisällön-Tyyppi:
ko: 콘텐츠 유형:
lt: Turinio tipas:
nb: Innholdstype:
nl: Inhoudstype:
sr: Врста садржаја:
sv: Innehållstyp:
zh_tw: 內容類型：

source: Plugins:
be: Убудовы:
es: Complementos:
et: Pluginad:
eu: Pluginak:
fi: Liitännäiset
ko: 플러그인:
lt: Įskiepiai:
nb: Programtillegg:
sr: Додаци:
sv: Insticksmoduler:
zh_tw: 外掛程式：

source: Button properties
be: Налады кнопкі
es: Propiedades del botón
et: Nupu omadused
eu: Botoiaren propietateak
fi: Painikkeen ominaisuudet
ko: 단추 속성
lt: Mygtuko savybės
nb: Knappens egenskaper
nl: Knopeigenschappen
sr: Својства дугмета
sv: Knappegenskaper
zh_tw: 按鈕屬性

source: Color:
be: Колер:
et: Värv:
eu: Kolorea:
fi: Väri:
ko: 색상:
lt: Spalva:
nb: Farge:
nl: Kleur:
sr: Боја:
sv: Färg:
zh_tw: 色彩：

source: Icon:
be: Значок :
es: Icono:
et: Ikoon:
eu: Ikonoa:
fi: Kuvake:
ko: 아이콘:
lt: Piktograma:
nb: Ikon:
nl: Pictogram:
sr: Икона:
sv: Ikon:
zh_tw: 圖示：

source: Label:
be: Адмеціна:
es: Etiqueta:
et: Märgend:
fi: Nimike:
ko: 레이블:
lt: Etiketė:
nb: Tekst:
sr: Ознака:
sv: Etikett:
zh_tw: 標籤：

source: Select action
be: Выбраць дзеяньне
es: Seleccione una acción
et: Vali toiming
eu: Hautatu ekintza
fi: Valitse toiminto
ko: 동작 선택
lt: Pasirinkti veiksmą
nb: Velg handling
nl: Actie kiezen
sr: Изаберите радњу
sv: Välj åtgärd
zh_tw: 選擇動作

source: This dialog allows setting custom title for any track. This is most useful for radio stations. An option to set the custom title is also present in the "Add Location" dialog. The title itself is visible in columns displaying the "Artist" metadata field. It should look like "[custom] artist" if the Artist field is present, or just "custom" otherwise.
be: Гэты дыялёг дазваляе задаць адвольную назву любому трэку. Гэта асабліва карысна для радыёстанцый. Магчымасьць даць уласны загаловак таксама прысутнічае ў «Дадаць разьмяшчэньне» дыялёгавага акна. Сама назва будзе бачная ў слупках, якія адлюстроўваюць поле мэтаданых «Выканаўца». Гэта павінна выглядаць так: «[адвольна] выканаўца», калі поле «Выканаўца» прысутнічае, ці проста «адвольна» у адваротным выпадку.
es: Este diálogo permite configurar un título personalizado para una pista. Es especialmente útil para las emisoras de radio. La opción para configurar un título personalizado también está presente en el diálogo «Añadir una ubicación». El título es visible en las columnas que muestran el campo «Artista» y se muestra como « artista [personalizado]», si el campo está presente, o «personalizado», en caso contrario.
et: See dialoog võimaldab määrata kohandatud pealkirja mis tahes pala jaoks. See on kõige kasulikum raadiojaamade jaoks. Dialoogis „Asukoha lisamine“ on olemas ka valik kohandatud pealkirja määramiseks. Pealkiri ise on nähtav veergudes, kus kuvatakse "Artist" metaandmete väli. Kui kunstniku väli on olemas, peaks see nägema välja nagu [custom] artist või lihtsalt "custom".
fi: Tässä ikkunassa on mahdollista määritellä oma nimi mille tahansa kappaleelle. Tästä on eniten hyötyä radiokanavien kohdalla. Mahdollisuus valita oma nimi löytyy myös "Lisää Sijainti" valikosta. Nimi itsessään näkyy sarakkeissa jotka näyttävät "Artisti" kentän metadatan. Siinä pitäisi näkyä "[custom] artist" jost Artisti kenttä on olemassa -- muussa tapauksessa pitäisi näkyä vain "custom".
ko: 이 대화상자를 통해 곡의 사용자 지정 제목을 설정할 수 있습니다. 이것은 인터넷 라디오 제목을 쓸 때 가장 유용합니다. 사용자 지정 제목을 설정하는 옵션은 "장소 추가하기" 대화상자에도 있습니다. 제목 자체는 "아티스트" 메타데이터 필드를 표시하는 열에 표시됩니다. 아티스트 필드가 있는 경우, "[사용자지정] 아티스트"로 표시되거나 그렇지 않은 경우, "사용자지정"으로 표시되어야 합니다.
lt: Šis dialogas leidžia bet kuriam takeliui nustatyti tinkintą pavadinimą. Tai naudingiausia radijo stotims. Parametras, skirtas nustatyti tinkintą pavadinimą taip pat yra prieinamas "Pridėti vietą" dialoge. Pavadinimas yra matomas stulpeliuose, rodančiuose "Atlikėjo" metaduomenų lauką. Jis turėtų atrodyti taip "[tinkinta] atlikėjas", jeigu Atlikėjo laukas yra, o priešingu atveju, tiesiog, "tinkinta".
nb: Dette dialogvinduet lar deg velge en egen tittel for et vilkårlig spor. Dette er mest nyttig for radiostasjoner. Det er også mulig å velge egen tittel i dialogvinduet «Legg til adresse». Selve tittelen vises i kolonner som viser metadatafeltet «Artist». Den ser ut som «[selvvalgt] artist» hvis «Artist»-feltet finnes, ellers bare «selvvalgt».
nl: Dit venster stelt je in staat om aangepaste namen te geven aan nummers. Dit is het nuttigst voor radiostations. Deze optie is ook beschikbaar in het venster ’Locatie toevoegen’. De titel is zichtbaar in kolommen met het ‘Artiest’-veld. Als het ‘Artiest’-veld zichtbaar is, dan moet het moet worden opgemaakt als ‘[aangepast] artiest’, of anders als ‘aangepast’.
sr: Овај прозор вам омогућава да поставите свој наслов за сваку песму. Врло корисна опција за радио станице. Прилагођено именовање песама је могуће у прозору опције „Додај Место...”. Сам наслов песме је видљив у колони са метаподатком "Извођач". То изгледа "[прилагођено] извођач" само ако поље Извођач постоји, или пак само "прилагођено".
sv: I den här dialogrutan kan du ställa in anpassad titel för alla spår. Detta är mest användbart för radiostationer. Ett alternativ för att ställa in den anpassade titeln finns också i dialogrutan "Lägg till plats". Titeln i sig är synlig i kolumner som visar metadatafältet "Artist". Det ska se ut som "[anpassad] artist" om fältet Artist är närvarande, eller bara "anpassad" annars.
zh_tw: 此對話框允許為任意音軌自訂標題。這功能在廣播電台最為實用。在「添加位置」對話框內也包含有自訂標題的選項。這標題會顯示在「藝人」元數據欄位內。它應該顯示成「[自訂]藝人」或者只有「自訂」。

source: Edit
be: Рэдагаваць
es: Editar
et: Redigeeri
eu: Editatu
fi: Muokkaa
ko: 편집
lt: Taisyti
nb: Rediger
nl: Bewerken
sr: Уређивање
sv: Redigera
zh_tw: 編輯(_E)

source: Edit (in place)
be: Рэдагаваць (на месцы)
es: Editar (en el lugar)
et: Muutmine (asukohas)
fi: Muokkaa (näkymässä)
ko: 편집 (제자리)
lt: Taisyti (vietoje)
nb: Rediger direkte
nl: Bewerken (direct)
sr: Уреди (на месту)
sv: Redigera (på plats)
zh_tw: 編輯 (in place)

source: Add new field...
be: Дадаць новае поле...
es: Añadir un campo nuevo...
et: Lisa uus väli...
fi: Lisää uusi kenttä...
ko: 새 필드 추가하기...
lt: Pridėti naują lauką...
nb: Legg til nytt felt ...
nl: Nieuw veld toevoegen…
sr: Додај ново поље...
sv: Lägg till nytt fält...
zh_tw: 新增欄位

source: Edit Value
be: Рэдагаваць значэньне
es: Editar Valor
et: Väärtuse muutmine
fi: Muokkaa Arvoa
ko: 값 편집
lt: Taisyti reikšmę
nb: Rediger verdi
nl: Waarde bewerken
sr: Уреди Вредност
sv: Redigera värde
zh_tw: 編輯參數

source: Field name:
be: Назва поля:
es: Nombre del campo:
et: Välja nimi:
fi: Kentän nimi:
ko: 필드 이름:
lt: Lauko pavadinimas:
nb: Feltnavn:
nl: Veldnaam:
sr: Име поља:
sv: Fältnamn:
zh_tw: 欄位名稱:

source: Field value:
be: Значэньне поля:
es: Valor del campo:
et: Välja väärtus:
fi: Kentän arvo:
ko: 필드 값:
lt: Lauko reikšmė:
nb: Feltverdi:
nl: Veldwaarde:
sr: Вредност поља:
sv: Fältvärde:
zh_tw: 欄位值:

source: Use ; character to separate multiple values.
be: Выкарыстоўвайце сымбаль «;» для падзелу некалькіх значэньняў.
es: Use el carácter ; para separar varios valores.
ko: 여러 값을 구분하려면 ; 문자를 사용합니다.
lt: Naudokite simbolį ; norėdami atskirti kelias reikšmes.
nb: Tegnet ';' skiller mellom flere verdier.
nl: Gebruik ; om waarden te scheiden.
sv: Använd ;-tecken för att separera flera värden.

source: DeaDBeeF Log
be: Журнал DeaDBeeF
es: Registro de DeaDBeeF
et: DeaDBeeF logi
fi: DeaDBeeF Loki
ko: DeaDBeeF 로그
lt: DeaDBeeF žurnalas
nb: DeaDBeeF-logg
nl: DeaDBeeF-logboek
sr: DeaDBeeF евиденција
sv: DeaDBeeF-logg
zh_tw: DeaDBeeF 日誌

source: Auto-open this window on errors
ko: 오류 발생 시 이 창을 자동으로 엽니다.
nb: Åpne dette vinduet automatisk ved feil
nl: Venster automatisch openen bij foutmeldingen
sv: Öppna det här fönstret automatiskt om fel inträffar

source: Clear
be: Ачысьціць
es: Borrar
et: Tühjenda
fi: Tyhjennä
ko: 지우기
lt: Išvalyti
nb: Tøm
nl: Wissen
sr: Очисти
sv: Rensa
zh_tw: 清除

source: ReplayGain Scan Progress
be: Ход сканаваньня ReplayGain
es: Progreso de la exploración de Replaygain
et: ReplayGain analüüs töös
fi: ReplayGain Skannaukksen Edistyminen
ko: 리플레이게인 검색 진행률
lt: ReplayGain peržiūrėjimo eiga
nb: ReplayGains analyseringsframdrift
nl: Scanvoortgang van ReplayGain
sr: ReplayGain прогрес скенера
sv: ReplayGain-skanningsresultat
zh_tw: 音量標準化掃描進度

source: Current File:
be: Бягучы файл:
es: Archivo actual:
et: Praegune fail:
fi: Nykyinen Tiedosto:
ko: 현재 파일:
lt: Dabartinis failas:
nb: Gjeldende fil:
nl: Huidig bestand:
sr: Тренутна датотека:
sv: Nuvarande fil:
zh_tw: 當前檔案：

source: Status
be: Стан
es: Estado
et: Olek
fi: Tila
ko: 상태
lt: Būsena
sr: Статус
zh_tw: 狀態

source: Cancel
be: Скасаваць
es: Cancelar
et: Loobu
fi: Peruuta
ko: 취소
lt: Atsisakyti
nb: Avbryt
nl: Annuleren
sr: Откажи
sv: Avbryt
zh_tw: 取消

source: ReplayGain Scan Results
be: Вынікі сканаваньня ReplayGain
es: Resultados de la exploración de Replaygain
et: ReplayGain analüüsi tulemused
fi: ReplayGain Skannauksen Tulokset
ko: 리플레이게인 검색 결과
lt: ReplayGain peržiūrėjimo rezultatai
nb: ReplayGains analyseringsresultater
nl: Scanresultaten van ReplayGain
sr: ReplayGain резилтат скенирања
sv: ReplayGain-skanningsresultat
zh_tw: 音量標準化掃描結果

source: Update File Tags
be: Абнавіць тэгі файлаў
es: Actualizar las etiquetas del archivo
et: Uuenda failide andmed
fi: Päivitä Tiedoston Tagit
ko: 파일 태그 업데이트
lt: Atnaujinti failų žymes
nb: Oppdater filmetadata
nl: Bestandstags bijwerken
sr: Ажурирaj тагове датотека
sv: Uppdatera filtaggar
zh_tw: 更新檔案標籤

source: Copy report
be: Скапіяваць справаздачу
es: Copiar el informe
et: Kopeeri raport
ko: 보고서 복사
lt: Kopijuoti ataskaitą
nb: Kopier rapport
nl: Rapportage kopiëren
sv: Kopiera rapport

source: Only show plugins with configuration
be: Паказаць толькі ўбудовы з канфігурацыяй
es: Mostrar solo los complementos que tengan configuración
et: Näita ainult seadistustega pluginaid
ko: 구성이 있는 플러그인만 표시하기
lt: Rodyti tik įskiepius su konfigūracija
nb: Vis kun tillegg med oppsett
nl: Alleen instelbare plug-ins tonen
sv: Visa endast insticksmoduler med konfiguration

source: Edit Multiple Tracks
be: Рэдагаваць некалькі трэкаў
es: Editar pistas varias
ko: 여러 곡 편집
lt: Taisyti kelis takelius
nb: Rediger flere spor
nl: Meerdere nummers bewerken
sv: Redigera flera spår

source: Field Name:
be: Назва поля
es: Nombre del campo:
ko: 필드 이름:
lt: Lauko pavadinimas:
nb: Feltnavn:
nl: Veldnaam:
sv: Fält namn:

source: Single Value
be: Адзінае значэньне
es: Valor único
ko: 단일 값
nb: Enkeltverdi
nl: Eén waarde
sv: Enstaka värde

source: Individual Values
be: Індывідуальныя значэньні
es: Valores individuales
ko: 개별 값
lt: Atskiros reikšmės
nb: Frittstående verdier
nl: Individuele waarden
sv: Individuella värden

source: Name:
be: Назва:
es: Nombre:
et: Nimi:
eu: Izena:
fi: Nimi:
ko: 이름:
lt: Pavadinimas:
nb: Navn:
nl: Naam:
sl: Ime:
sr: Назив:
sv: Namn:
zh_tw: 名稱：

source: Save DeaDBeeF EQ Preset
be: Захаваць набор налад эквалайзэра DeaDBeeF
es: Guardar ajustes del EQ de DeaDBeeF
et: Salvesta DeaDBeeF EQ eelhäälestus
eu: Gorde DeaDBeeF EQ aurrezarpena
fi: Tallenna DeaDBeeF EQ esiasetus
ko: DeaDBeeF EQ 프리셋 저장
lt: Įrašyti DeadBeef EQ išankstinę parinktį
nb: Lagre DeaDBeeF EQ-oppsett
nl: DeaDBeef EQ-voorinstelling opslaan
sl: Shrani predlogo nastavitev uravnalnika DeaDBeeF
sr: Сачувај подешавања еквилајзера
sv: Spara frekvenskorrigeringsförinställning för DeaDBeeF
zh_tw: 儲存 DeaDBeeF 等化器預設值

source: DeaDBeeF EQ preset files (*.ddbeq)
be: Файлы набораў налад эквалайзэра DeaDBeeF (*.ddbeq)
es: Ajustes del EQ de DeaDBeeF (*.ddbeq)
et: DeaDBeeF EQ eelhäälestus failid (*.ddbeq)
eu: DeaDBeeF EQ aurrezarpen-fitxategiak (*.ddbeq)
fi: DeaDBeeF EQ esiasetustiedostot (*.ddbeq)
ko: DeaDBeeF EQ 프리셋 파일들 (*.ddbeq)
lt: DeaDBeeF EQ išankstinių parinkčių failai (*.ddbeq)
nb: DeaDBeeF EQ-oppsettsfil (*.ddbeq)
nl: DeaDBeef EQ-voorinstellingsbestanden (*.ddbeq)
sl: Predloge nastavitev uravnalnika DeaDBeeF (*.ddbeq)
sr: Датотеке са подешавањима еквилајзера (*.ddbeq)
sv: Frekvenskorrigeringsförinställningsfiler för DeaDBeeF (*.ddbeq)
zh_tw: DeaDBeeF 等化器預設值檔案（*.ddbeq）

source: Load DeaDBeeF EQ Preset...
be: Загрузіць набор налад эквалайзэра DeaDBeeF...
es: Cargar ajustes del EQ de DeaDBeeF…
et: Lae DeaDBeeF EQ eelhäälestus...
eu: Kargatu DeaDBeeF EQ aurrezarpena...
fi: Lataa DeaDBeeF EQ esiasetus...
ko: DeaDBeeF EQ 프리셋 불러오기...
lt: Įkelti DeaDBeeF EQ išankstinę parinktį...
nb: Les inn DeaDBeeF EQ-oppsett ...
nl: DeaDBeeF EQ-voorinstelling laden…
sl: Naloži predlogo nastavitev uravnalnika DeaDBeeF ...
sr: Учитавање подешавања еквилајзера...
sv: Läs in frekvenskorrigeringsförinställning för DeaDBeeF...
zh_tw: 載入 DeaDBeeF 等化器預設值…

source: DeaDBeeF EQ presets (*.ddbeq)
be: Наборы налад эквалайзэра DeaDBeeF (*.ddbeq)
es: Ajustes del EQ de DeaDBeeF (*.ddbeq)
et: DeaDBeeF EQ eelhäälestused (*.ddbeq)
eu: DeaDBeeF EQ aurrezarpenak (*.ddbeq)
fi: DeaDBeeF EQ esiasetukset (*.ddbeq)
ko: DeaDBeeF EQ 프리셋 (*.ddbeq)
lt: DeaDBeeF EQ išankstinės parinktys (*.ddbeq)
nb: DeaDBeeF EQ-oppsett (*.ddbeq)
nl: DeaDBeeF EQ-voorinstellingen (*.ddbeq)
sl: Predloge nastavitev uravnalnika DeaDBeeF (*.ddbeq)
sr: Подешавања еквилајзера (*.ddbeq)
sv: Frekvenskorrigeringsförinställningar för DeaDBeeF (*.ddbeq)
zh_tw: DeaDBeeF 等化器預設值（*.ddbeq）

source: Import Foobar2000 EQ Preset...
be: Імпартаваць набор налад эквалайзэра Foobar2000...
es: Importar ajustes del EQ de Foobar2000…
et: Impordi Foobar2000 EQ eelhäälestus...
eu: Inportatu Foobar2000 EQ aurrezarpena...
fi: Tuo Foobar2000 EQ esiasetus...
ko: Foobar2000 EQ 프리셋 가져오기...
lt: Importuoti Foobar2000 EQ išankstinę parinktį...
nb: Importer Foobar2000 EQ-oppsett ...
nl: Foobar2000 EQ-voorinstelling laden..
sl: Uvozi predlogo nastavitev uravnalnika Foobar2000 ...
sr: Увоз Фубар2000 подешавања еквилајзера...
sv: Importera Frekvenskorrigeringsförinställningar för Foobar2000...
zh_tw: 匯入 Foobar2000 等化器預設值…

source: Foobar2000 EQ presets (*.feq)
be: Наборы налад эквалайзэра Foobar2000 (*.feq)
es: Ajustes de EQ de Foobar2000 (*.feq)
et: Foobar2000 EQ eelhäälestus (*.feq)
eu: Foobar2000 EQ aurrezarpenak (*.feq)
fi: Foobar2000 EQ esiasetukset (*.feq)
ko: Foobar2000 EQ 프리셋 (*.feq)
lt: Foobar2000 EQ išankstinės parinktys (*.feq)
nb: Foobar2000 EQ-oppsett (*.feq)
nl: Foobar2000 EQ-voorinstellingen (*.feq)
sl: Predloge nastavitev uravnalnika Foobar2000 (*.feq)
sr: Подешавања еквилајзера - Фубар2000(*.feq)
sv: Foobar2000 frekvenskorrigeringsförinställningar (*.feq)
zh_tw: Foobar2000 等化器預設值（*.feq）

source: Save Preset
be: Захаваць набор налад
es: Guardar ajustes
et: Salvesta eelhäälestus
eu: Gorde aurrezarpena
fi: Tallenna esiasetus
ko: 프리셋 저장
lt: Įrašyti išankstinę parinktį
nb: Lagre oppsett
nl: Voorinstelling opslaan
sl: Shrani predlogo nastavitev
sr: Сачувај подешавања
sv: Spara förinställningar
zh_tw: 儲存預設值

source: Load Preset
be: Загрузіць набор налад
es: Cargar ajustes
et: Lae eelhäälestus
eu: Kargatu aurrezarpena
fi: Lataa esiasetus
ko: 프리셋 불러오기
lt: Įkelti išankstinę parinktį
nb: Les inn oppsett
nl: Voorinstelling laden
sl: Naloži predlogo nastavitev
sr: Учитај подешавања
sv: Läs in förinställningar
zh_tw: 載入預設值

source: Import Foobar2000 Preset
be: Імпартаваць набор налад Foobar2000
es: Importar ajustes de Foobar2000
et: Impordi Foobar2000 eelhäälestus
eu: Inportatu Foobar 2000 aurrezarpena
fi: Tuo Foobar2000 EQ Esiasetus
ko: Foobar2000 프리셋 가져오기
lt: Importuoti Foobar2000 išankstinę parinktį
nb: Importer Foobar2000-oppsett
nl: Foobar2000-voorinstelling importeren
sl: Uvozi predlogo nastavitev za Foobar2000
sr: Увоз Фубар2000 подешавања
sv: Importera inställningar från Foobar2000
zh_tw: 匯入 Foobar2000 預設值

source: Enable
be: Уключыць
es: Activar
et: Luba
eu: Gaitu
fi: Kytke päälle
ko: 활성화
lt: Įjungti
nb: Aktiver
nl: Inschakelen
sl: Omogočeno
sr: Омогући
sv: Aktivera
zh_tw: 啟用

source: Zero All
be: Абнуліць усё
es: Restablecer todo
et: Nulli kõik
eu: Zerotu guztia
fi: Nolla kaikki
ko: 모두 0으로
lt: Atstatyti visus
nb: Nullstill alle
nl: Alles op nul
sl: Ponastavi
sr: На нулу све
sv: Nollställ alla
zh_tw: 全部歸零

source: Zero Preamp
be: Абнуліць перадузмацненьне
es: Restablecer preamplificador
et: Nulli eelvõimendus
eu: Zerotu aurreanplifikazioa
fi: Nollaa esivahvistin
ko: 프리앰프 0으로
lt: Atstatyti Preamp
nb: Nullstill forforsterkning
nl: Preamp op nul
sl: Ponastavi predojačevalnik
sr: Претпојачало на нулу
sv: Ingen förstärkning
zh_tw: 前級放大器歸零

source: Zero Bands
be: Абнуліць чашчыні
es: Restablecer bandas
et: Nulli ribad
eu: Zerotu bandak
fi: Nollaa kanavat
ko: 밴드 0으로
lt: Atstatyti Bands
nb: Nullstill bånd
nl: Banden op nul
sl: Ponastavi pasove
sr: Подручја на нулу
sv: Nollställ band
zh_tw: 頻帶歸零

source: New Playlist
be: Новы плэй-ліст
es: Lista de reproducción nueva
et: Uus esitusloend
eu: Erreprodukzio-zerrenda berria
fi: Uusi soittolista
ko: 새 재생목록
lt: Naujas grojaraštis
nb: Ny spilleliste
nl: Nieuwe afspeellijst
sl: Nov seznam predvajanja
sr: Нова листа
sv: Ny spellista
zh_tw: 新播放清單

source: Add Folders
be: Дадаць тэчкі
ko: 폴더 추가하기
lt: Pridėti aplankus
nb: Legg til mapper
nl: Mappen toevoegen
sv: Lägg till mappar

source: Add Files
be: Дадаць файлы
ko: 파일 추가하기
lt: Pridėti failus
nb: Legg til filer
nl: Bestanden toevoegen
sv: Lägg till filer

source: Add Location
be: Дадаць разьмяшчэньне
es: Añadir una ubicación
et: Lisa asukoht
fi: Lisää Sijainti
ko: 위치 추가하기
lt: Pridėti vietą
nb: Legg til adresse
nl: Locatie toevoegen
sr: Додај Mesto
sv: Lägg till plats
zh_tw: 添加位置

source: Drag & Drop
be: Перацягнуць
ko: 끌어서 놓기
nb: Dra og slipp
nl: Slepen-en-neerzetten
sv: Dra & släpp

source: Supported sound formats
be: Аўдыё-фарматы, якія падтрымліваюцца
es: Formatos de audio compatibles
et: Toetatud helivormingud
eu: Onartutako soinu formatuak
fi: Tuetut äänityypit
ko: 지원하는 음악 형식
lt: Palaikomi garso formatai
nb: Støttede lydformater
nl: Ondersteunde audioformaten
sr: Подржане звучне датотеке
sv: Ljudformat som stöds
zh_tw: 支援的音訊格式

source: All files (*)
be: Усе файлы(*)
es: Todos los archivos (*)
et: Kõik failid (*)
eu: Fitxategi guztiak (*)
fi: Kaikki tiedostot (*)
ko: 모든 파일 (*)
lt: Visi failai (*)
nb: Alle filer (*)
nl: Alle bestanden (*)
sr: Све датотеке (*)
sv: Alla filer (*)
zh_tw: 所有檔案（*）

source: Supported playlist formats
be: Фарматы плэй-лістоў, якія падтрымліваюцца
es: Formatos de lista de reproducción compatibles
et: Toetatud esitusloendi formaadid
fi: Tuetut soittolistaformaatit
ko: 지원되는 재생목록 형식
lt: Palaikomi grojaraščio formatai
nb: Støttede spillelisteformater
nl: Ondersteunde afspeellijstindelingen
sv: Spellistformat som stöds
zh_tw: 已支援的播放清單格式

source: All files
be: Усе файлы
es: Todos los archivos
et: Kõik failid
fi: Kaikki tiedostot
ko: 모든 파일
lt: Visi failai
nb: Alle filer
nl: Alle bestanden
sv: Alla filer
zh_tw: 所有檔案

source: Other files (*)
be: Іншыя файлы (*)
es: Otros archivos (*)
et: Muud failid (*)
eu: Beste fitxategiak (*)
fi: Muut tiedostot (*)
ko: 모든 파일 (*)
lt: Kiti failai (*)
nb: Andre filer (*)
nl: Overige bestanden (*)
sr: Друге датотеке (*)
sv: Andra filer (*)
zh_tw: 其他檔案（*）

source: DeaDBeeF playlist files (*.dbpl)
be: Файлы плэй-лістоў DeaDBeeF (*.dbpl)
es: Archivos de DeaDBeeF (*.dbpl)
et: DeaDBeeF esitusloendi failid (*.dbpl)
eu: DeaDBeeF erreprodukzio-zerrenda fitxategiak (*.dbpl)
fi: DeaDBeeFin soittolistatiedostot (*.dbpl)
ko: DeaDBeeF 재생목록 파일 (*.dbpl)
lt: DeaDBeeF grojaraščio failai (*.dbpl)
nb: DeaDBeeF Spillelistefiler (*.dbpl)
nl: DeaDBeeF-afspeellijstbestanden (*.dbpl)
sr: Датотека са листом (*.dbpl)
sv: DeaDBeeF-spellistsfiler ( *.dbpl)
zh_tw: DeaDBeeF 播放清單（*.dbpl）

source: Follow symlinks
be: Пераходзіць па сымбалічным спасылкам
es: Seguir enlaces simbólicos
et: Nimeviitade järgimine
eu: Symlink-ak segi
fi: Seuraa symbolisia linkkejä
ko: 바로가기를 따라가기
lt: Sekti simbolines nuorodas
nb: Følg symlenker
nl: Snelkoppelingen volgen
sr: Прати меке везе
sv: Följ symlinks
zh_tw: 跟隨符號連結

source: 1 day %d:%02d:%02d
be: 1 дзень %d:%02d:%02d
es: 1 día y %d:%02d:%02d
et: 1 päev %d:%02d:%02d
eu: Egun 1 %d:%02d:%02d
fi: 1 päivä %d:%02d:%02d
ko: 1일 %d:%02d:%02d
lt: 1 diena %d:%02d:%02d
nb: 1 dag %d:%02d:%02d
nl: 1 dag %d:%02d:%02d
sl: 1 dan %d:%02d:%02d
sr: 1 дан %d:%02d:%02d
sv: 1 dag %d:%02d:%02d
zh_tw: 1 天 %d:%02d:%02d

source: %d days %d:%02d:%02d
be: %d дзён %d:%02d:%02d
es: %d días y %d:%02d:%02d
et: %d päeva %d:%02d:%02d
eu: %d egun %d:%02d:%02d
fi: %d päivää %d:%02d:%02d
ko: %d일 %d:%02d:%02d
lt: %d dienos %d:%02d:%02d
nb: %d dager %d:%02d:%02d
nl: %d dagen %d:%02d:%02d
sl: %d dni %d:%02d:%02d
sr: %d дана %d:%02d:%02d
sv: %d dagar %d:%02d:%02d
zh_tw: %d 天 %d:%02d:%02d

source: total playtime
be: агульны час прайграваньня
es: tiempo total de reproducción
et: kogu esitusaeg
fi: kokonaistoistoaika
ko: 전체 재생시간
lt: bendras atkūrimo laikas
nb: total spilletid
nl: totale afspeelduur
sv: total speltid
zh_tw: 總播放時數

source: Paused
be: Прыпынена
es: En pausa
et: Pausitud
fi: Tauko
ko: 일시정지됨
lt: Pristabdyta
nb: Pause
nl: Gepauzeerd
sv: Pausad
zh_tw: 已暫停

source: bit
be: бітаў
es: bits
fi: bitti
ko: 비트
lt: bitų
zh_tw: 位元

source: selection playtime
be: час прайграваньня вылучанага
es: tiempo de reproducción de la selección
et: valiku esitusaeg
fi: valinnan soittoaika
ko: 선택 재생시간
lt: Žymėjimo atkūrimo laikas
nb: utvalgt spilletid
nl: afspeelduur van selectie
sv: markeringens speltid
zh_tw: 已選項目的播放長度
