Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: DSP Presets
be: Наборы налад DSP
es: Preajustes de DSP
et: DSP seadistused
eu: DSP aurrezarpenak
fi: DSP-esiasetukset
ko: DSP 프리셋
lt: DSP išankstinės parinktys
nb: DSP-oppsett
nl: DSP-voorinstellingen
sl: Predloge nastavitev DSP
sr: Поставке за диг. обраду звука
sv: DSP-förinställningar
zh_tw: DSP 預設值

source: Help
be: Даведка
es: Ayuda
et: Abi
eu: Laguntza
fi: Ohje
ko: 도움말
lt: Žinynas
nb: Hjelp
nl: Hulp
sl: Pomoč
sr: Помоћ
sv: Hjälp
zh_tw: 說明

source: Keep source format
be: Захаваць фармат крыніцы
es: Mantener el formato original
et: Säilita sisendi formaat
eu: Mantendu iturburuko formatua
fi: Pidä lähteen tiedostomuoto
ko: 원본 형식 유지
lt: Palikti šaltinio formatą
nb: Behold kildens
nl: Bronformaat behouden
sl: Ohrani izvirno obliko
sr: Као у изворној датотеци
sv: Behåll källformat
zh_tw: 保持來源格式

source: 8 bit signed int
be: 8 біт знакавы цэлы
es: Entero con signo de 8 bits
eu: 8 biteko zeinudun osokoa
ko: 8 bit 정수
nb: 8-biters heltall med fortegn
sl: 8-bitno predznačeno celo število
sr: Означена 8-битно целобројна
sv: 8 bitars signerad int
zh_tw: 8 位元帶正負整數

source: 16 bit signed int
be: 16 біт знакавы цэлы
es: Entero con signo de 16 bits
eu: 16 biteko zeinudun osokoa
ko: 16 bit 정수
nb: 16-biters heltall med fortegn
sl: 16-bitno predznačeno celo število
sr: Означена 16-битно целобројна
sv: 16 bitars signerad int
zh_tw: 16 位元帶正負整數

source: 24 bit signed int
be: 24 біт знакавы цэлы
es: Entero con signo de 24 bits
eu: 24 biteko zeinudun osokoa
ko: 24 bit 정수
nb: 24-biters heltall med fortegn
sl: 24-bitno predznačeno celo število
sr: Означена 24-битно целобројна
sv: 24 bitars signerad int
zh_tw: 24 位元帶正負整數

source: 32 bit signed int
be: 32 біт знакавы цэлы
es: Entero con signo de 32 bits
eu: 32 biteko zeinudun osokoa
ko: 32 bit 정수
nb: 32-biters heltall med fortegn
sl: 32-bitno predznačeno celo število
sr: Означена 32-битно целобројна
sv: 32 bitars signerad int
zh_tw: 32 位元帶正負整數

source: 32 bit float
be: 32 біт плыўны
es: Flotante de 32 bits
eu: 32 biteko koma mugikorreko zenbakia
ko: 32 bit 부동소숫점
nb: 32-biters flyttall
sl: 32-bitna plavajoča vejica
sr: 32-битно једнострука
sv: 32 bitars float
zh_tw: 32 位元浮點數

source: Skip
be: Прамінуць
es: Omitir
et: Jäta vahele
eu: Saltatu
fi: Ohita
ko: 건너뛰기
lt: Praleisti
nb: Hopp over
nl: Overslaan
sr: Прескочи
sv: Hoppa över
zh_tw: 略過

source: Prompt
be: Выклікаць
es: Preguntar
et: Küsi
eu: Gonbita
fi: Kysy
ko: 물어보기
lt: Klausti
nb: Spør
nl: Om bevestiging vragen
sl: Vprašaj
sr: Питај ме
sv: Skriv
zh_tw: 提示

source: Overwrite
be: Перазапісаць
es: Sobreescribir
et: Kirjuta üle
eu: Gainidatzi
fi: Ylikirjoita
ko: 덮어쓰기
lt: Perrašyti
nb: Overskriv
nl: Overschrijven
sl: Prepiši
sr: Препиши
sv: Skriv över
zh_tw: 覆寫

source: Pipe
be: Пайп
es: Tubería
et: Toru
eu: Kanalizazioa
fi: Putki
ko: 파이프
lt: Kanalas
nb: Rør
sl: Cevovod
sr: Цев
zh_tw: 管線

source: Temp File
be: Часовы файл
es: Archivo temporal
et: Ajutine fail
fi: Väliaikaistiedosto
ko: 임시 파일
lt: Laikinasis failas
nb: Midlertidig fil
nl: Tijdelijk bestand
sr: Привремена Датотека
sv: Temporär fil
zh_tw: 暫存檔案

source: Source File
be: Зыходны файл
es: Archivo original
et: Lähtefail
fi: Lähdetiedosto
ko: 원본 파일
lt: Šaltinio failas
nb: Kildefil
nl: Bronbestand
sr: Изворна Датотека
sv: Källfil
zh_tw: 來源檔案

source: Couldn't find pixmap file: %s
be: Не ўдалося знайсьці файл pixmap: %s
es: No se ha podido encontrar el archivo pixmap: %s
et: Ei leitud pixmap faili: %s
eu: Ezin izan da pixmap fitxategia aurkitu: %s
fi: Bittikarttatiedostoa ei löydetty: %s
ko: 픽스맵 파일을 찾을 수 없습니다: %s
lt: Nepavyko rasti taškinio failo: %s
nb: Fant ikke rasterbilde: %s
nl: Kan pixmapbestand niet vinden: %s
sl: Večbitne sličice ni mogoče najti: %s
sr: Не могу пронаћи датотеку са битмапираном сликом: %s
sv: Kunde inte hitta pixmap-fil: %s
zh_tw: 找不 pixmap 檔案：%s

source: Open file(s)...
be: Адкрыць файл(ы)...
es: Abrir archivo(s)…
et: Ava fail(e)...
eu: Ireki fitxategia(k)...
fi: Avaa tiedosto(ja)...
ko: 파일 열기...
lt: Atverti failą(-us)...
nb: Åpne fil(er) ...
nl: Bestand(en) openen…
sr: Отвори датотеку(е)...
sv: Öppna fil(er)...
zh_tw: 開啟檔案…

source: Add file(s) to playlist...
be: Дадаць файл(ы) ў плэй-ліст...
es: Añadir archivo(s) a la lista…
et: Lisa fail(e) esitusloendisse...
eu: Fitxategia(k) erreprodukzio-zerrendara gehitu...
fi: Lisää tiedosto(ja) soittolistalle...
ko: 재생목록에 파일 추가하기...
lt: Pridėti failą(-us) į grojaraštį...
nb: Legg til fil(er) i spilleliste ...
nl: Bestand(en) toevoegen aan afspeellijst…
sr: Додај датотеку(е) у листу...
sv: Lägg till fil(er) till spellista...
zh_tw: 新增檔案至播放清單…

source: Add folder(s) to playlist...
be: Дадаць тэчку(-кі) ў плэй-ліст...
es: Añadir carpeta(s) a la lista…
et: Lisa kaust(ad) esitusloendisse...
eu: Karpeta(k) erreprodukzio-zerrendara gehitu...
fi: Lisää kansio(ita) soittolistalle...
ko: 재생목록에 폴더 추가하기...
lt: Pridėti aplanką(-us) į grojaraštį...
nb: Legg til mappe(r) i spilleliste ...
nl: Map(pen) toevoegen aan afspeellijst…
sr: Додај директоријум(е) у листу...
sv: Lägg till mapp(ar) till spellista...
zh_tw: 新增資料夾至播放清單…

source: help.txt
ko: help.ko.txt
lt: žinynas.txt
sr: help_sr.txt

source: Load Playlist
be: Загрузіць плэй-ліст
es: Cargar la lista de reproducción
et: Lae esitusloend
eu: Erreprodukzio zerrenda kargatu
fi: Avaa Soittolista
ko: 재생목록 불러오기
lt: Įkelti grojaraštį
nb: Åpne spilleliste
nl: Afspeellijst laden
sr: Учитај листу
sv: Läs in spellista
zh_tw: 載入播放清單

source: Save Playlist As
be: Захаваць плэй-ліст як
es: Guardar la lista de reproducción como
et: Salvesta esitusloend kui
eu: Erreprodukzio-zerrenda ... gisa gorde
fi: Tallenna Soittolista Nimellä
ko: 다른 이름으로 재생목록 저장
lt: Įrašyti grojaraštį kaip
nb: Lagre spilleliste som
nl: Afspeellijst opslaan als
sr: Сачувај листу као
sv: Spara spellista som
zh_tw: 儲存播放清單

source: About DeaDBeeF %s
be: Пра DeaDBeeF %s
es: Acerca de DeaDBeeF %s
et: DeaDBeeF %s teave
eu: DeadBeeF %s-(r)i buruz
fi: Tietoja ohjelmasta DeaDBeeF %s
ko: DeaDBeeF %s 정보
lt: Apie DeaDBeeF %s
nb: Om DeaDBeeF %s
nl: Over DeaDBeeF %s
sl: O programu DeaDBeeF %s
sr: O Дедбифу %s
sv: Om DeaDBeeF %s
zh_tw: 關於 DeaDBeeF %s

source: DeaDBeeF %s ChangeLog
be: Сьпіс зьмен у DeaDBeeF %s
es: Cambios en DeaDBeeF %s
et: DeaDBeeF %s muudatuste logi
eu: DeadBeeF %s-(r)en aldaketa egunkaria
fi: DeaDBeeF %s:n muutosloki
ko: DeaDBeeF %s 변경 로그
lt: DeaDBeeF %s keitinių žurnalas
nb: DeaDBeeF %s – endringslogg
nl: DeaDBeeF %s-wijzigingslog
sl: Dnevnik sprememb programa DeaDBeeF %s
sr: Дедбиф %s — Дневник измена
sv: DeadBeeF %s ändringslogg
zh_tw: DeaDBeeF %s 更新日誌

source: DeaDBeeF Translators
be: Перакладнікі DeaDBeeF
es: Traductores de DeaDBeeF
et: DeaDBeeF tõlkijad
eu: DeadBeeF itzultzaileak
fi: DeaDBeeFin kääntäjät
ko: DeaDBeeF 번역자
lt: DeaDBeeF vertėjai
nb: DeaDBeeF-oversettere
nl: Glenn de Groot Pjotr Heimen Stoffels
sl: Prevajalci programa DeaDBeeF
sr: Дедбиф преводиоци
sv: DeaDBeeF-översättare
zh_tw: DeaDBeeF 譯者

source: Playing Track
be: Прайграваньне трэка
es: Pista en reproducción
ko: 재생중인 곡
lt: Atkuriamas takelis
nb: Spillende spor
nl: Momenteel spelend nummer
sv: Spelar spår

source: Selected Track
be: Выбраны трэк
es: Pista seleccionada
ko: 선택된 곡
lt: Pasirinktas takelis
nb: Utvalgt spor
nl: Geselecteerd nummer
sv: Markerat spår

source: Content-Type
es: Tipo de contenido
et: Sisutüüp
fi: Sisällön-Tyyppi
ko: 콘텐츠 유형
lt: Turinio tipas
nb: Innholdstype
nl: Inhoudstype:
sr: Врста садржаја
sv: Innehållstyp
zh_tw: 內容類型

source: Plugins
be: Убудовы
es: Complementos
et: Pluginad
eu: Pluginak
fi: Liitännäiset
ko: 플러그인
lt: Įskiepiai
nb: Programtillegg
sl: Vstavki
sr: Додаци
sv: Insticksmoduler
zh_tw: 外掛程式

source: Invalid value(s).
be: Няправільнае(-ныя) значэньне(і).
es: Valor(es) no válido(s).
et: Vigane väärtus või väärtused.
eu: Balio Baliogabea(k)
fi: Virheellinen arvo.
ko: 잘못된 값(들).
lt: Netinkama reikšmė(-s).
nb: En eller flere ugyldige verdier.
nl: Ongeldige waarde(n).
sr: Неисправна вредност(и).
sv: Ogiltigt värde(n).
zh_tw: 無效的數值

source: Content-type and Plugins fields must be non-empty, and comply with the rules. Example content-type: 'audio/mpeg'. Example plugin ids: 'stdmpg ffmpeg'. Spaces must be used as separators in plugin ids list. Content type should be only letters, numbers and '-' sign. Plugin id can contain only letters and numbers.
be: Палі «Content-Type» і «Убудовы» мусяць быць запоўненымі ды адпавядаць правілам. Прыклад поля «Content-Type»: 'audio/mpeg'. Прыклад ідэнтыфікатараў поля «Убудовы» 'stdmpg ffmpeg'. Прагалы мусяць быць ужытымі ў якасьці разьдзяляльнікаў у сьпісе ідэнтыфікатараў убудоў. Тып зьмесьціва мусіць утрымліваць толькі літары, лічбы і '-' знак. Ідэнтыфікатар убудовы можа зьмяшчаць толькі літары і лічбы.
es: Los campos del tipo de contenido y de los complementos no deben estar en blanco y deben cumplir las reglas. Ejemplo de tipo de contenido: «audio/mpg». Ejemplo de identificadores de complementos: «stdmpg ffmpeg». Deben usarse espacios para separar los identificadores de complementos. Los tipos de contenido solo deben contener letras, números y el carácter «-». Los identificadores de complementos solo deben contener letras y números.
et: Sisutüübi ja pluginate väljad peavad olema mittetühjad ja vastama eeskirjadele. Sisutüübi näide: 'audio/mpeg'. Näide plugina ID-d: 'stdmpg ffmpeg'. Pluginate ID-de loendis tuleb eraldajana kasutada tühikuid. Sisutüüp peaks olema ainult tähed, numbrid ja tähis „-”. Plugina ID võib sisaldada ainult tähti ja numbreid.
fi: Sisällöntyyppi- ja liitännäiskentät eivät voi olla tyhjiä ja niiden pitää noudattaa sääntöjä. Esimerkiksi sisällöntyyppi: 'audio/mpeg'. Esimerkiksi liitännäisten tunnisteet: 'stdmpg ffmpeg'. Välilyöntiä tulee käyttää erottimena liitännäisten tunnisteita listattaessa. Sisällöntyyppi tulee olla ainoastaan kirjaimia, numeroita ja '-' merkki. Liitännäisen tunniste voi sisältää ainoastaan kirjaimia ja numeroita.
ko: 컨텐츠 유형 및 플러그인 필드는 비어 있지 않아야 하며 규칙을 준수해야 합니다. 콘텐츠 유형 예제: 'audio/mpeg'. 플러그인 ID 예제: 'stdmpg ffmpeg'. 플러그 인 ID 목록에서 공간을 구분 기호로 사용해야 합니다. 콘텐츠 유형은 문자, 숫자 및 '-' 기호만 사용해야 합니다. 플러그인 ID는 문자와 숫자만 포함할 수 있습니다.
lt: Content-type ir Įskiepių laukai privalo būti ne tušti ir laikytis taisyklių. Turinio tipo pavyzdys: 'audio/mpeg'. Įskiepių id pavyzdys: 'stdmpg ffmpeg'. Tarpai įskiepių id sąraše privalo būti naudojami kaip skirtukai. Turinio tipe turėtų būti tik raidės, skaičiai ir "-" ženklas. Įskiepio id gali būti tik raidės ir skaičiai.
nb: Feltene «Innholdstype» og «Programtillegg» kan ikke være tomme, og må føye seg etter reglene. Eksempel på innholdstype: «audio/mpeg». Eksempel på programtillegg: «stdmpg ffmpeg». Bruk mellomrom som skilletegn mellom programtilleggene. Innholdstypen består av bokstaver, tall og tegnet «-». Programtillegg består kun av bokstaver og tall.
nl: De velden ‘Inhoudstype’ en ‘Plug-ins’ moeten worden ingevuld overeenkomstig de regels. Voorbeeld inhoudstype: ‘audio/mpeg’ Voorbeeld plug-in-id's: ‘stdmpg ffmpeg’ De plug-ins moeten spatiegescheiden genoteerd worden. Inhoudstype mag alleen letters, cijfers en ‘-’ bevatten. Plug-ins mag alleen letters en cijfers bevatten.
sr: Поља врста садржаја и додаци не могу бити празна, а морају задовољити доња правила. Пример врсте садржаја: „audio/mpeg“. Пример ИБ-додатка: „stdmpg ffmpeg“. Размак се мора употребити у листи ИБ-додатака. Врста садржаја може садржати само слова, бројке и знак „-“. ИБ-додатка може садржати само слова и бројке.
sv: Fälten för innehållstyp och insticksmoduler måste vara inte tomma och följa reglerna. Exempel innehållstyp 'audio/mpeg'. Exempel insticksmodul id: 'stdmpg ffmpeg'. Mellanslag måste användas som avgränsare i listan med insticksmodul-IDs. Innehållstyp ska endast vara bokstäver, siffror och "-"-tecken. Insticksmodul-id kan endast innehålla bokstäver och siffror.
zh_tw: 內容類型和外掛程式欄位不得留白，而且必須遵守規則。 內容類型範例：audio/mpeg 外掛程式範例：stdmpg ffmpeg 你可以指定多個外掛程式，但中間必須用半形空白隔開。 內容類型欄位只能填入字母、數字和「-」符號。 外掛程式欄位只能填入字母和數字。

source: Nothing is selected.
be: Нічога не выбрана.
es: No se ha seleccionado nada.
et: Midagi ei ole valitud.
eu: Ez dago ezer hautaturik.
fi: Mitään ei ole valittuna.
ko: 선택된 항목이 없습니다.
lt: Nieko nepasirinkta.
nb: Ingenting er valgt.
nl: Er niets geselecteerd.
sr: Ништа није изабрано.
sv: Inget är valt.
zh_tw: 沒有選擇項目

source: _File
be: _Файл
es: _Archivo
et: _Fail
eu: _Fitxategia
fi: _Tiedosto
ko: 파일(_F)
lt: _Failas
nb: _Fil
nl: _Bestand
sl: _Datoteka
sr: _Датотека
sv: _Arkiv
zh_tw: 檔案 (_F)

source: _Open file(s)
be: _Адкрыць файл(ы)
es: _Abrir archivo(s)
et: _Ava fail(e)
eu: _Ireki fitxategia(k)
fi: _Avaa tiedosto(ja)
ko: 파일 열기(_O)
lt: _Atverti failą(-us)
nb: _Åpne fil(er)
nl: Bestand(en) _openen
sl: _Odpri datoteko
sr: _Отвори датотеку(е)
sv: _Öppna fil(er)
zh_tw: 開啟檔案 (_O)

source: Add file(s)
be: Дадаць файл(ы)
es: Añadir archivo(s)
et: Lisa fail(e)
eu: Gehitu fitxategia(k)
fi: Lisää tiedosto(ja)
ko: 파일 추가하기
lt: Pridėti failą(-us)
nb: Legg til fil(er)
nl: Bestand(en) toevoegen
sl: Dodaj datoteko
sr: Додај датотеку(е)
sv: Lägg till fil(er)
zh_tw: 加入檔案

source: Add folder(s)
be: Дадаць тэчку(-кі)
es: Añadir carpeta(s)
et: Lisa kaust(ad)
eu: Gehitu karpeta(k)
fi: Lisää hakemisto(ja)
ko: 폴더 추가하기
lt: Pridėti aplanką(-us)
nb: Legg til mappe(r)
nl: Map(pen) toevoegen
sl: Dodaj mapo
sr: Додај директоријум(е)
sv: Lägg till mapp(ar)
zh_tw: 加入資料夾

source: Add location
be: Дадаць разьмяшчэньне
es: Añadir una ubicación
et: Lisa asukoht
eu: Gehitu kokapena
fi: Lisää sijainti
ko: 위치 추가하기
lt: Pridėti vietą
nb: Legg til adresse
nl: Locatie toevoegen
sl: Dodaj mesto
sr: Додај место
sv: Lägg till plats
zh_tw: 添加位置

source: New playlist
be: Новы плэй-ліст
es: Nueva lista de reproducción
et: Uus esitusloend
eu: Erreprodukzio-zerrenda berria
fi: Uusi soittolista
ko: 새 재생목록
lt: Naujas grojaraštis
nb: Ny spilleliste
nl: Nieuwe afspeellijst
sl: Nov seznam predvajanja
sr: Нова листа
sv: Ny spellista
zh_tw: 新播放清單

source: Load playlist
be: Загрузіць плэй-ліст
es: Cargar una lista de reproducción
et: Lae esitusloend
eu: Kargatu erreprodukzio-zerrenda
fi: Avaa soittolista
ko: 재생목록 불러오기
lt: Įkelti grojaraštį
nb: Åpne spilleliste
nl: Afspeellijst laden
sl: Naloži seznam predvajanja
sr: Учитај листу
sv: Läs in spellista
zh_tw: 載入播放清單

source: Save playlist
be: Захаваць плэй-ліст
es: Guardar la lista de reproducción
et: Salvesta esitusloend
eu: Gorde erreprodukzio-zerrenda
fi: Tallenna soittolista
ko: 재생목록 저장
lt: Įrašyti grojaraštį
nb: Lagre spilleliste
nl: Afspeellijst opslaan
sl: Shrani seznam predvajanja
sr: Сачувај листу
sv: Spara spellista
zh_tw: 儲存播放清單

source: _Quit
be: _Выйсьцi
es: _Salir
et: _Välju
eu: _Irten
fi: _Lopeta
ko: 종료(_Q)
lt: I_šeiti
nb: _Avslutt
nl: _Afsluiten
sl: _Končaj
sr: _Излаз
sv: A_vsluta
zh_tw: 結束 (_Q)

source: _Edit
be: _Рэдагаваць
es: _Editar
et: _Redigeerimine
eu: _Editatu
fi: _Muokkaa
ko: 편집(_E)
lt: T_aisa
nb: _Rediger
nl: B_ewerken
sl: _Uredi
sr: _Уређивање
sv: _Redigera
zh_tw: 編輯 (_E)

source: _Clear
be: _Ачысьціць
es: _Borrar
et: _Tühjenda
eu: _Garbitu
fi: _Tyhjennä
ko: 지우기(_C)
lt: Iš_valyti
nb: _Tøm
nl: _Wissen
sl: _Počisti
sr: О_чисти
sv: R_ensa
zh_tw: 清除 (_C)

source: Select all
be: Выбраць усё
es: Seleccionar todo
et: Vali kõik
eu: Hautatu dena
fi: Valitse kaikki
ko: 모두 선택
lt: Žymėti visus
nb: Velg alle
nl: Alles selecteren
sl: Izberi vse
sr: Изабери све
sv: Markera alla
zh_tw: 全選

source: Deselect all
be: Зьняць вылучанэньне
es: Deseleccionar todo
et: Eemalda märgistus
eu: Desautatu dena
fi: Poista valinta
ko: 모두 선택 취소
lt: Nuimti žymėjimą nuo visų
nb: Fravelg alle
nl: Selectie ongedaan maken
sl: Prekliči izbor
sr: Поништи избор
sv: Avmarkera alla
zh_tw: 取消全選

source: Invert selection
be: Інвэртаваць вылучанае
es: Invertir la selección
et: Pööra valik
eu: Alderantzikatu hautapena
fi: Käännä valinta
ko: 선택 반전
lt: Atvirkštinis žymėjimas
nb: Inverter utvalg
nl: Selectie omkeren
sl: Obrni izbor
sr: Обрни избор
sv: Invertera markering
zh_tw: 反向選取

source: Selection
be: Вылучэньне
es: Selección
et: Valik
eu: Hautapena
fi: Valinta
ko: 선택
lt: Žymėjimas
nb: Utvalg
nl: Selectie
sl: Izbor
sr: Избор
sv: Markering
zh_tw: 選取

source: Crop
be: Абрэзаць
es: Recortar
et: Kärbi
eu: Moztu
fi: Rajaa
ko: 자르기
lt: Apkirpti
nb: Beskjær
nl: Bijsnijden
sl: Obreži
sr: Одсеци
sv: Beskär
zh_tw: 剪裁

source: _Find
be: _Знайсці
es: _Buscar
et: _Otsing
eu: _Aurkitu
fi: _Etsi
ko: 찾기(_F)
lt: _Rasti
nb: _Finn
nl: _Zoeken
sl: _Najdi
sr: _Тражи
sv: _Sök
zh_tw: 尋找 (_F)

source: Sort by
be: Сартаваць па
es: Ordenar por
et: Sorteerimise alus
eu: Ordenatu
fi: Järjestä
ko: 정렬 기준
lt: Rikiuoti pagal
nb: Sorter etter
nl: Sorteren op
sr: Сложи по
sv: Sortera efter
zh_tw: 排序依據

source: Track number
be: Нумар трэка
es: N.º de la pista
et: Pala number
eu: Pista zenbakia
fi: Raidan numero
ko: 곡 번호
lt: Takelio numeris
nb: Spornummer
nl: Volgnummer
sl: Številka skladbe
sr: Број песме
sv: Spårnummer
zh_tw: 曲目

source: Album
be: Альбом
es: Álbum
eu: Albuma
fi: Albumi
ko: 앨범
lt: Albumas
sr: Албум
zh_tw: 專輯

source: Artist
be: Выканаўца
es: Artista
et: Esitaja
eu: Artista
fi: Artisti
ko: 아티스트
lt: Atlikėjas
nl: Artiest
sl: Izvajalec
sr: Извођач
zh_tw: 藝人

source: Date
be: Дата
es: Fecha
et: Kuupäev
eu: Data
fi: Päivämäärä
ko: 날짜
lt: Data
nb: Dato
nl: Datum
sl: Datum
sr: Датум
sv: Datum
zh_tw: 日期

source: Random
be: Выпадкова
es: Al azar
et: Juhuslik
eu: Ausazkoa
fi: Satunnainen
ko: 무작위
lt: Atsitiktinė tvarka
nb: Tilfeldig
nl: Willekeurig
sl: Naključno
sr: Случајно
sv: Slumpmässig
zh_tw: 隨機

source: Custom
be: Уласна
es: Personalizar
et: Kohandatud
eu: Pertsonalizatua
fi: Mukautettu
ko: 사용자 지정
lt: Tinkinta
nb: Selvvalgt
nl: Aangepast
sl: Po meri
sr: Прилагођено
sv: Anpassad
zh_tw: 自訂

source: Preferences
be: Парамэтры
es: Preferencias
et: Eelistused
eu: Hobespenak
fi: Asetukset
ko: 기본 설정
lt: Nuostatos
nb: Innstillinger
nl: Voorkeuren
sl: Možnosti
sr: Подешавања
sv: Egenskaper
zh_tw: 偏好設定

source: _View
be: _Выгляд
es: _Ver
et: _Kuva
eu: _Ikusi
fi: _Näytä
ko: 보기(_V)
lt: R_odymas
nb: _Vis
nl: _Beeld
sl: _Pogled
sr: П_реглед
sv: _Visa
zh_tw: 檢視 (_V)

source: Status bar
be: Радок стану
es: Barra de estado
et: Olekuriba
eu: Egoera-barra
fi: Tilapalkki
ko: 상태표시줄
lt: Būsenos juosta
nb: Statuslinje
nl: Statusbalk
sl: Vrstica stanja
sr: Статусна трака
sv: Statusrad
zh_tw: 狀態欄

source: Equalizer
be: Эквалайзэр
es: Ecualizador
et: Ekvalaiser
eu: Ekualizadorea
fi: Taajuuskorjain
ko: 이퀄라이저
lt: Glodintuvas
sl: Uravnalnik
sr: Еквилајзер
sv: Frekvenskorrigerare
zh_tw: 等化器

source: Design mode
be: Рэжым дызайну
es: Modo de diseño
et: Koostamisrežiim
eu: Diseinu modua
fi: Suunnittelutila
ko: 디자인 모드
lt: Dizaino veiksena
nb: Designmodus
nl: Ontwerpmodus
sr: Мењајте изглед програма
sv: Designläge
zh_tw: 設計模式

source: Log
be: Журнал
es: Registro
et: Logi
fi: Loki
ko: 로그
lt: Žurnalas
nb: Logg
sr: Евиденција
sv: Logg
zh_tw: 日誌

source: _Playback
be: _Прайграваньне
es: _Reproducción
et: _Taasesitus
eu: _Erreproduzitu
fi: T_oisto
ko: 재생(_P)
lt: _Atkūrimas
nb: _Avspilling
nl: Afs_pelen
sl: Pre_dvajanje
sr: Ре_продукција
sv: _Uppspelning
zh_tw: 播放 (_P)

source: Shuffle
be: Перамяшаць
es: Mezclar
et: Juhuesitus
fi: Sekoita
ko: 순서섞기
lt: Maišyti
nb: Bland
nl: Willekeurig
sv: Blanda
zh_tw: 跳躍

source: Off
be: Выкл
es: Desactivar
et: Väljas
fi: Sammutettu
ko: 끄기
lt: Išjungta
nb: Av
nl: Uit
sv: Av
zh_tw: 關閉

source: Tracks
be: Трэкі
es: Pistas
et: Palad
fi: Raidat
ko: 곡
lt: Takeliai
nb: Spor
nl: Nummers
sv: Spår
zh_tw: 曲目

source: Albums
be: Альбомы
es: Álbumes
et: Albumid
fi: Albumit
ko: 앨범
lt: Albumai
nb: Album
sv: Album
zh_tw: 專輯

source: Random Tracks
be: Выпадковыя трэкі
es: Pistas al azar
et: Juhuslikud palad
fi: Satunnaiset Raidat
ko: 곡 무작위 재생
lt: Atsitiktiniai takeliai
nb: Tilfeldige spor
nl: Willekeurige nummers
sv: Slumpmässiga spår
zh_tw: 隨機曲目

source: Repeat
be: Паўтараць
es: Modo de repetición
et: Kordumine
fi: Uudelleentoisto
ko: 반복듣기
lt: Kartoti
nb: Gjenta
nl: Herhalen
sv: Upprepa
zh_tw: 重複播放

source: All Tracks
be: Усе трэкі
es: Todas las pistas
et: Kõik palad
fi: Kaikki Kappaleet
ko: 모든 곡
lt: Visi takeliai
nb: Alle spor
nl: Alle nummers
sv: Alla spår
zh_tw: 全部曲目

source: One Track
be: Адзін трэк
es: Una pista
et: Üks pala
fi: Yksi Kappale
ko: 한 곡
lt: Vienas takelis
nb: Ett spor
nl: Eén nummer
sv: Ett spår
zh_tw: 單一曲目

source: Scroll follows playback
be: Рухаць прагортку за прайграваньнем
es: Desplazar al cambiar de pista
et: Kerimisriba järgib esitust
eu: Korritzeak erreprodukzioa jarraitzen du
fi: Vieritys seuraa toistoa
ko: 재생곡 스크롤 따라가기
lt: Slinkimas seka atkūrimą
nb: Rulling følger avspilling
nl: Schuiven volgt afspelen
sl: Drsnik sledi predvajanju
sr: Клизач прати репродукцију песама
sv: Markering följer uppspelning
zh_tw: 隨播放捲動

source: Cursor follows playback
be: Рухаць курсор за прайграваньнем
es: Seleccionar al cambiar de pista
et: Kursor järgib esitust
eu: Kurtsoreak erreprodukzioa jarraitzen du
fi: Hiiren osoitin seuraa toistoa
ko: 재생곡 커서 따라가기
lt: Žymeklis seka atkūrimą
nb: Markør følger avspilling
nl: Aanwijzer volgt afspelen
sl: Kazalnik sledi predvajanju
sr: Показивач прати репродукцију песама
sv: Markering följer uppspelning
zh_tw: 隨播放移動游標

source: Stop after current track
be: Спыняць пасьля бягучага трэка
es: Detener al terminar la pista actual
et: Seiska esitus pärast selle pala lõppu
eu: Uneko pistaren ondoren gelditu
fi: Pysäytä nykyisen kappaleen jälkeen
ko: 현재 재생 곡이 끝난 후 중지
lt: Stabdyti po dabartinio takelio
nb: Stopp etter dette sporet
nl: Stoppen na huidig nummer
sr: Заустави после текуће песме
sv: Stoppa efter aktuellt spår
zh_tw: 播放當前曲目後停止

source: Stop after current album
be: Спыняць пасьля бягучага альбома
es: Detener al terminar el álbum actual
et: Seiska esitus pärast selle albumi lõppu
eu: Uneko albumaren ondoren gelditu
fi: Pysäytä nykyisen albumin jälkeen
ko: 현재 재생 앨범이 끝난 후 중지
lt: Stabdyti po dabartinio albumo
nb: Stopp etter dette albumet
nl: Stoppen na huidig album
sr: Заустави после текућег албума
sv: Stoppa efter aktuellt album
zh_tw: 播放完此專輯後停止

source: Jump to current track
be: Перайсьці да бягучага трэка
es: Saltar a la pista actual
et: Hüppa praeguse pala juurde
eu: Jauzi uneko pistara
fi: Hyppää nykyiseen raitaan
ko: 현재 곡으로 이동
lt: Peršokti į dabartinį takelį
nb: Hopp til gjeldende spor
nl: Overschakelen naar huidig nummer
sl: Skoči na trenutno skladbo
sr: Иди на песму која се репродукује
sv: Hoppa till aktuellt spår
zh_tw: 跳至當前曲目

source: _Help
be: _Даведка
es: _Ayuda
et: _Abi
eu: _Laguntza
fi: _Ohje
ko: 도움말(_H)
lt: _Žinynas
nb: _Hjelp
nl: _Hulp
sl: Pomo_č
sr: _Помоћ
sv: _Hjälp
zh_tw: 說明 (_H)

source: _ChangeLog
be: _Сьпіс зьмен
es: _Registro de cambios
et: _Muudatuste logi
eu: _Aldaketa-egunkaria
fi: _Muutosloki
ko: 변경 로그(_C)
lt: _Keitinių žurnalas
nb: _Endringslogg
nl: _Wijzigingslog
sl: Dnevnik _sprememb
sr: Дневник и_змена
sv: _Ändringslogg
zh_tw: 更新日誌 (_C)

source: _About
be: _Пра праграму
es: _Acerca de
et: _Programmist lähemalt
eu: _Honi buruz
fi: _Tietoja
ko: 프로그램 정보(_A)
lt: _Apie
nb: _Om
nl: _Over
sl: _O programu
sr: О прогр_аму
sv: _Om
zh_tw: 關於 (_A)

source: _Translators
be: _Перакладнікі
es: _Traductores
et: _Tõlkijad
eu: _Itzultzaileak
fi: _Kääntäjät
ko: 번역(_T)
lt: _Vertėjai
nb: _Oversettere
nl: Ver_talers
sl: _Prevajalci
sr: _Преводиоци
sv: _Översättare
zh_tw: 翻譯者 (_T)

source: Search
be: Пошук
es: Buscar
et: Otsi
eu: Bilatu
fi: Etsi
ko: 검색
lt: Ieškoti
nb: Søk
nl: Zoeken
sl: Iskanje
sr: Тражи
sv: Sök
zh_tw: 搜尋

source: Stop
be: Спыніць
es: Detener
et: Seiskamine
eu: Gelditu
fi: Pysäytä
ko: 멈춤
lt: Stabdyti
nb: Stopp
nl: Stoppen
sl: Zaustavi
sr: Заустави
sv: Stopp
zh_tw: 停止

source: Play
be: Прайграць
es: Reproducir
et: Esita
eu: Erreproduzitu
fi: Soita
ko: 재생
lt: Atkurti
nb: Spill
nl: Afspelen
sl: Predvajaj
sr: Пусти
sv: Spela
zh_tw: 播放

source: Pause
be: Паўза
es: Pausar
et: Peata
eu: Pausatu
fi: Tauko
ko: 일시정지
lt: Pristabdyti
nl: Pauzeren
sl: Premor
sr: Паузирај
sv: Paus
zh_tw: 暫停

source: Previous
be: Папярэдняе
es: Anterior
et: Eelmine
eu: Aurrekoa
fi: Edellinen
ko: 이전
lt: Ankstesnis
nb: Forrige
nl: Vorige
sl: Predhodna
sr: Претходна
sv: Föregående
zh_tw: 上一首
