Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Next
be: Наступнае
es: Siguiente
et: Järgmine
eu: Hurrengoa
fi: Seuraava
ko: 다음
lt: Kitas
nb: Neste
nl: Volgende
sl: Naslednja
sr: Наредна
sv: Nästa
zh_tw: 下一首

source: Play Random
be: Граць выпадкова
es: Reproducción al azar
et: Mängi juhuslikult
eu: Erreproduzitu ausazkoa
fi: Toista satunnainen
ko: 무작위 재생
lt: Atsitiktinis grojimas
nb: Spill tilfeldig
nl: Willekeurig afspelen
sl: Predvajaj naključno
sr: Пусти насумично
sv: Spela slumpmässig
zh_tw: 隨機播放

source: About
be: Пра праграму
es: Acerca de
et: Programmist lähemalt
eu: Honi buruz
fi: Tietoja
ko: 정보
lt: Apie
nb: Om
nl: Over
sl: O programu
sr: О програму
sv: Om
zh_tw: 關於

source: Quit
be: Выйсьці
es: Salir
et: Välju
eu: Irten
fi: Lopeta
ko: 종료
lt: Išeiti
nb: Avslutt
nl: Afsluiten
sl: Končaj
sr: Излаз
sv: Avsluta
zh_tw: 結束

source: Track Properties
be: Уласьцівасьці трэка
es: Propiedades de la pista
et: Pala omadused
eu: Pistaren propietateak
fi: Raidan ominaisuudet
ko: 곡 속성
lt: Takelio savybės
nb: Sporets egenskaper
nl: Nummereigenschappen
sl: Lastnosti skladbe
sr: Особине песме
sv: Spåregenskaper
zh_tw: 曲目屬性

source: Location:
be: Разьмяшчэньне:
es: Ubicación:
et: Asukoht:
eu: Kokapena:
fi: Sijainti:
ko: 위치:
lt: Vieta:
nb: Adresse:
nl: Locatie:
sr: Место:
sv: Plats:
zh_tw: 位址：

source: Settings
be: Налады
es: Configuración
et: Sätted
eu: Ezarpenak
fi: Asetukset
ko: 설정
lt: Nustatymai
nb: Innstillinger
nl: Instellingen
sl: Nastavitve
sr: Подешавања
sv: Inställningar
zh_tw: 設定

source: _Apply
be: _Ужыць
es: _Aplicar
et: _Rakenda
eu: _Aplikatu
fi: _Käytä
ko: 적용(_A)
lt: T_aikyti
nb: _Bruk
nl: Toep_assen
sl: _Uveljavi
sr: С_ачувај промене
sv: _Verkställ
zh_tw: 套用 (_A)

source: _Close
be: _Закрыць
es: _Cerrar
et: _Sulge
eu: _Itxi
fi: _Sulje
ko: 닫기(_C)
lt: _Užverti
nb: _Lukk
nl: _Sluiten
sl: _Zapri
sr: _Затвори
sv: _Stäng
zh_tw: 關閉 (_C)

source: Metadata
be: Мэтаданыя
es: Metadatos
et: Metaandmed
eu: Metadatuak
fi: Metatiedot
ko: 메타정보
lt: Metaduomenys
nl: Metagegevens
sl: Metapodatki
sr: Подаци о песми
zh_tw: 元數據

source: Properties
be: Уласьцівасьці
es: Propiedades
et: Omadused
eu: Propietateak
fi: Ominaisuudet
ko: 속성
lt: Savybės
nb: Egenskaper
nl: Eigenschappen
sl: Lastnosti
sr: Особине
sv: Egenskaper
zh_tw: 屬性

source: _Cancel
be: _Скасаваць
es: _Cancelar
et: _Loobu
eu: _Utzi
fi: _Peruuta
ko: 취소(_C)
lt: _Atsisakyti
nb: _Avbryt
nl: _Annuleren
sl: _Prekliči
sr: _Поништи
sv: _Avbryt
zh_tw: 取消 (_C)

source: _OK
es: _Aceptar
eu: _Ados
ko: 확인(_O)
lt: _Gerai
nl: _Oké
sl: _V redu
sr: _У реду
zh_tw: 確定 (_O)

source: Enter new column title here
be: Увядзіце назву новага слупка
es: Escriba el título de la nueva columna aqui
et: Sisesta siia uue veeru pealkiri
eu: Sartu zutabe berriaren goiburua hemen
fi: Anna uuden rivin otsikko
ko: 새 컬럼 제목을 여기에 입력하십시오
lt: Čia įveskite naujo stulpelio pavadinimą
nb: Skriv ny kolonnetittel her
nl: Voer hier een nieuwe kolomtitel in
sl: Vnesite ime novega stolpca
sr: Овде унесите назив нове колоне
sv: Ange ny kolumntitel här
zh_tw: 在此輸入欄位名稱

source: Type:
be: Тып:
es: Tipo:
et: Tüüp:
eu: Mota:
fi: Tyyppi:
ko: 유형:
lt: Tipas:
sl: Vrsta:
sr: Врста:
sv: Typ:
zh_tw: 類型：

source: Format:
be: Фармат:
es: Formato:
et: Formaat:
eu: Formatua:
fi: Tiedostomuoto:
ko: 형식:
lt: Formatas:
nl: Opmaak:
sl: Oblika:
sr: Формат:
zh_tw: 格式：

source: Sort format:
be: Фармат сартаваньня:
es: Formato de ordenación:
et: Sorteerimise formaat:
fi: Järjestyksen esitysasu:
ko: 정렬 형식:
lt: Rikiavimo formatas:
nb: Sorteringsformat:
nl: Sorteeropmaak:
sr: Сортирај формат:
sv: Sortera format:
zh_tw: 排序格式：

source: (if non-empty)
be: (калі ня пуста)
es: (si no está vacío)
et: (kui mittetühi)
fi: (jos ei tyhjä)
ko: (비어있지 않은 경우)
lt: (jei netuščia)
nb: (hvis ikke tom)
nl: (indien niet leeg)
sr: (ако није празно)
sv: (om det inte är tomt)
zh_tw: （如果非為空）

source: Alignment:
be: Выраўноўваньне:
es: Alineación:
et: Paigutus:
eu: Lerrokatzea:
fi: Kohdistus:
ko: 정렬:
lt: Lygiavimas:
nb: Justering:
nl: Uitlijning:
sl: Poravnava:
sr: Поравнање:
sv: Justering:
zh_tw: 對齊：

source: Left Right Center
be: Зьлева Справа Па цэнтру
es: Izquierda Derecha Centro
et: Vasakul Paremal Keskel
fi: Vasen Oikea Keskitetty
ko: 왼쪽 오른쪽 가운데
lt: Kairė Dešinė Centras
nb: Venstre Høyre Midten
nl: Links Rechts Gecentreerd
sr: Лево Десно Центрирано
sv: Vänster Höger Centrerad
zh_tw: 左 右 置中

source: Text color:
be: Колер тэксту:
es: Color del texto:
et: Teksti värv:
eu: Testuaren kolorea:
fi: Tekstin väri
ko: 텍스트 색상:
lt: Teksto spalva:
nb: Tekstfarge:
nl: Tekstkleur:
sr: Боја текста:
sv: Textfärg:
zh_tw: 字體色彩：

source: Output plugin:
be: Убудова вываду:
es: Complemento de salida:
et: Väljund plugin:
eu: Irteera plugina:
fi: Ulostuloliitännäinen:
ko: 출력 플러그인:
lt: Išvesties įskiepis:
nb: Programtillegg for utdata:
nl: Uitvoerplug-in:
sl: Izhodni vstavek:
sr: Излазни додаци:
sv: Utmatningsinsticksmodul:
zh_tw: 輸出外掛：

source: Output device:
be: Прылада вываду:
es: Dispositivo de salida:
et: Väljund seade:
eu: Irteera gailua:
fi: Ulostulolaite:
ko: 출력 장치:
lt: Išvesties įrenginys:
nb: Utenhet:
nl: Uitvoerapparaat:
sl: Izhodna naprava:
sr: Излазни уређај
sv: Utmatningsenhet:
zh_tw: 輸出裝置：

source: Always convert 8 bit audio to 16 bit
be: Заўсёды пераўтвараць гук з 8 біт у 16 біт
es: Convertir siempre audio de 8 bits en 16 bits
et: Alati teisendada 8-bitine heli-16 bitiseks
eu: Bihurtu beti 8 biteko audioa 16 bitera
fi: Muunna aina 8-bittinen ääni 16-bittiseksi
ko: 항상 8비트 오디오를 16비트로 변환
lt: 8 bitų garsą visada konvertuoti į 16 bitų
nb: Konverter alltid 8-biters lyd til 16-biters
nl: 8-bit-audio altijd converteren naar 16-bit
sl: Vedno pretvori 8-bitni zvok v 16-bitnega
sr: Увек претварај 8-битни у 16-битни звук
sv: Konvertera alltid 8 bitars ljud till 16 bitar
zh_tw: 總是將 8 位元音訊轉為 16 位元

source: Always convert 16 bit audio to 24 bit
be: Заўсёды пераўтвараць гук з 16 біт у 24 біт
es: Convertir siempre audio de 16 bits en 24 bits
et: Alati teisendada 16-bitine heli 24-bitiseks
eu: Beti bihurtu 16 biteko audioa 24 bitera
fi: Muunna aina 16-bittinen ääni 24-bittiseksi
ko: 항상 16비트 오디오를 24비트로 변환
lt: 16 bitų garsą visada konvertuoti į 24 bitų
nb: Konverter alltid 16-biters lyd til 24-biters
nl: 16-bit-audio altijd converteren naar 24-bit
sr: Увек претварај 16-битни у 24-битни звук
sv: Konvertera alltid 16 bitars ljud till 24 bitar
zh_tw: 總是將 16 位元音訊轉為 24 位元

source: Override bit depth:
be: Перавызначыць глыбіню бітнасьці
ko: 비트 깊이 재정의:
nb: Overstyr bitdybde:
nl: Bitdiepte afdwingen:
sv: Åsidosätt bitdjup:

source: Disabled 8 bit 16 bit 24 bit 32 bit 32 bit float
be: Адключана 8 біт 16 біт 24 біт 32 біт 32 біт плыўны
ko: 비활성화됨 8비트 16비트 24비트 32비트 32비트 플로트
nb: Slått av 8 biter 16 biter 24 biter 32 biter 32 biter flyttall
nl: Uitgeschakeld 8-bit 16-bit 24-bit 32-bit 32-bit (float)
sv: Avaktiverat 8 bitar 16 bitar 24 bitar 32 bitar 32 bit float

source: Target samplerate:
be: Мэтавая чашчыня дыскрэтызацыі:
es: Tasa de muestreo de destino:
et: Tulemuse diskreetimissagedus:
fi: Kohdenäytteenottotaajuus
ko: 대상 샘플레이트:
lt: Paskirties skaitmeninimo dažnis:
nb: Ønsket samplingsrate:
nl: Doel-samplesnelheid:
sr: Фреквенцијски опсег:
sv: Målets samplingshastiget:
zh_tw: 目標取樣率：

source: For multiples of 48KHz (96K, 192K, ...):
be: Для кратных 48KHz (96K, 192K, ...):
es: Para múltiplos de 48KHz (96K, 192K, ...):
et: 48 kHz kordsed (96k, 192k, ...):
fi: 48KHz monikerroille (96K, 192K, ...):
ko: 48KHz의 배수 (96K, 192K, ...):
lt: Keletui 48KHz (96K, 192K, ...):
nb: For multipler av 48 kHz (96 kHz, 192 kHz, ...):
nl: Voor vermeerderingen van 48KHz (96K, 192K, …):
sr: За умножак од 48KHz (96K, 192K, ...):
sv: För multiplar av 48KHz (96K, 192K, ...):
zh_tw: 為 48KHz 的倍數時（96K、192K、…）：

source: For multiples of 44.1KHz (88.2K, 176.4K, ...):
be: Для кратных 44.1KHz (88.2K, 176.4K, ...):
es: Para múltiplos de 44.1KHz (88.2K, 176.4K, ...):
et: 44.1 kHz kordsed (88.2k, 176.4k, ...):
fi: 44.1KHz monikerroille (88.2K, 176.4K, ...):
ko: 44.1KHz의 배수 (88.2K, 176.4K, ...):
lt: Keletui 44.1KHz (88.2K, 176.4K, ...):
nb: For multipler av 44,1 kHz (88,2 kHz, 176,4 kHz, ...):
nl: Voor vermeerderingen van 44.1KHz (88.2K, 176.4K, …):
sr: За умножак од 44.1KHz (88.2K, 176.4K, ...):
sv: För multiplar av 44.1KHz (88.2K, 176.4K, ...):
zh_tw: 為 44.1KHz 的倍數時（88.2K、176.4K、…）：

source: Based on input samplerate
be: На падставе ўваходнай чашчыні дыскрэтызацыі
es: Basado en la tasa de muestreo de entrada
et: Sisendi diskreetimissageduse alusel
fi: Sisääntulon näytteenottotaajuuteen perustuva
ko: 입력 샘플레이트에 기반함
lt: Pagrįsta įvesties skaitmeninimo dažniu
nb: Basert på inndatas samplingsrate
nl: Gebaseerd op invoersamplesnelheid
sr: Базирано на фреквенцијском опсегу
sv: Baserat på inmatnings samplingshastighet
zh_tw: 基於輸入取樣率

source: Override samplerate
be: Перавызначыць чашчыню дыскрэтызацыі
es: Reemplazar la tasa de muestreo
et: Diskreetimissageduse eiramine
fi: Ohita näytteenottotaajuus
ko: 샘플레이트 재정의
lt: Nustelbti skaitmeninimo dažnį
nb: Overstyr samplingsrate
nl: Samplesnelheid afdwingen
sr: Прегази фреквенцијски опсег
sv: Åsidosätt samplingshastighet
zh_tw: 覆蓋取樣率

source: Sound
be: Гук
es: Sonido
et: Heli
eu: Soinua
fi: Ääni
ko: 소리
lt: Garsas
nb: Lyd
nl: Geluid
sl: Zvok
sr: Звук
sv: Ljud
zh_tw: 聲音

source: Source mode:
be: Рэжым крыніцы:
es: Modo fuente:
et: Allika režiim:
fi: Lähdevalinta
ko: 원본 모드:
lt: Šaltinio veiksena:
nb: Kildemodus:
nl: Bronmodus:
sr: Izvorni режим:
sv: Ljudläge:
zh_tw: 來源模式

source: By playback order Track Album
be: Па парадку прайграваньня Трэк Альбом
es: Por orden de reproducción Pista Álbum
et: Mängimise järjekord Pala Album
fi: Toistojärjestyksen mukaan Raita Albumi
ko: 재생 순서별 곡 앨범
lt: Pagal atkūrimo tvarką Takelis Albumas
nb: Avspillingsrekkefølge Spor Album
nl: Op afspeelvolgorde Nummer Album
sr: По редоследу репродукције Нумера Албум
sv: Efter uppspelningsorder Spår Album
zh_tw: 播放順序依照 曲目 專輯

source: Processing:
be: Апрацоўваецца:
es: Procesando:
et: Töötlemine:
fi: Prosessointi:
ko: 처리 중:
lt: Apdorojimas:
nb: Behandling:
nl: Bezig met verwerken:
sr: Процесира се:
sv: Bearbeta:
zh_tw: 運行方式：

source: None Apply gain Apply gain and prevent clipping according to peak Only prevent clipping
be: Нічога Ужыць узмацненьне Ужыць узмацненьне ды прадухіліць абрэзку згодна піку Толькі прадухіліць абрэзку
es: Ninguna Aplicar la ganancia Aplicar la ganancia y evitar recortes según el pico Sólo evitar el recorte
et: Puudub Rakenda helitaseme parand Rakenda helitaseme parand ja väldi heli lõikamist vastavalt tippudele Vältige ainult heli lõikamist
fi: Ei Mikään Hyväksy vahvistus Hyväksy vahvistus ja estä äänen leikkaantuminen huippuarvon perusteella Estä vain äänen leikkaantuminen
ko: 없음 게인 적용 피크에 따라 게인 적용 및 클리핑 방지 클리핑만 방지
lt: Nėra Taikyti stiprinimą Taikyti stiprinimą ir neleisti apkirpimo pagal maksimumą Tik neleisti apkirpimo
nb: Ingen Forsterk Forsterk og unngå klipping av høyeste utslag Unngå klipping
nl: Geen Gain toepassen Gain toepassen en knippen voorkomen op basis van piek Alleen knippen voorkomen
sr: Ниједно Примени појачало Примени појачало и спречи клипинг при врху Само спречи клипинг
sv: Ingen Applicera förstärkning Applicera förstärkning och förhindra klippning beroende på topp Undvik endast klippning
zh_tw: 關閉 啟用音量標準化 啟用音量標準化並防止爆音 只防止爆音

source: Preamp with RG info:
be: Перадузмацненьне з данымі RG:
es: Preamplificador con información RG:
et: Eelvõimendus koos RG infoga:
fi: Esivahvistin RG-informaatiolla:
ko: RG 정보가 있는 프리앰프:
lt: Preamp su RG informacija:
nb: Forforsterk med RG-informasjon:
nl: Preamp met RG-informatie:
sr: Преамп са RG инфом:
sv: Förförstärkare med RG-info:
zh_tw: 參照音量標準化放大：

source: Preamp without RG info:
be: Перадузмацненьне бяз даных RG:
es: Preamplificador sin información RG:
et: Eelvõimendus ilma RG infoga:
fi: Esivahvistus ilman RG-informaatiota:
ko: RG 정보가 없는 프리앰프:
lt: Preamp be RG informacijos:
nb: Forforsterk uten RG-informasjon:
nl: Preamp zonder RG-informatie:
sr: Преамп без RG infoa:
sv: Förförstärkare utan RG-info:
zh_tw: 不參照音量標準化放大：

source: <b>ReplayGain</b>
fi: ReplayGain
ko: <b>리플레이게인</b>
zh_tw: <b>音量標準化</b>

source: Add files from command line (or file manager) to this playlist:
be: Дадаваць файлы з каманднага радка (ці файлавага мэнэджэра) ў гэты плэй-ліст:
es: Añadir archivos desde la línea de órdenes (o el gestor de archivos) a la lista de reproducción:
et: Lisa faile käsurealt (või failihaldurist) sellese esitusloendisse:
eu: Gehitu fitxategiak erreprodukzio-zerrenda honetara komando-lerrotik (edo fitxategi-kudeatzailetik):
fi: Lisää tiedostoja komentoriviltä (tai tiedostonhallinnasta) tähän soittolistaan:
ko: 명령행(또는 파일 관리자)의 파일을 이 재생목록에 추가하기:
lt: Pridėti į grojaraštį failus iš komandų eilutės (ar failų tvarkytuvės):
nb: Legg til filer fra kommandolinja (eller fra filbehandler) i denne spillelista:
nl: Voeg bestanden toe via de opdrachtregel (of met de bestandsbeheerder) aan deze afspeellijst:
sl: Datoteke privzeto dodaj na ta seznam predvajanja:
sr: Додај датотеке из линије за наредбе или управника датотека у ову листу:
sv: Lägg till filer från kommandoraden (eller filhanteraren) till den här spellistan:
zh_tw: 由指令列（或檔案管理員）將檔案加入至此播放清單：

source: Resume previous session on startup
be: Узнаўляць папярэдні сэанс пры запуску
es: Reanudar la sesión anterior al inicio
et: Käivitamisel jätkatakse eelmist seanssi
eu: Berrezarri aurreko saioa abiatzean
fi: Palauta edellinen istunto käynnistyksessä
ko: 이전의 상태를 시작할 때 자동으로 되살림
lt: Paleidus programą, tęsti ankstesnį seansą
nb: Gjenoppta forrige økt ved oppstart
nl: Vorige sessie hervatten bij opstarten
sl: Ob zagonu nadaljuj prejšnjo sejo
sr: Врати претходну сесију при покретању
sv: Återuppta föregående session vid uppstart
zh_tw: 啟動時繼續前一作業

source: Don't add from archives when adding folders
be: Не дадаваць з архіваў пры дадаваньні тэчак
es: No añadir desde archivos al añadir carpetas
et: Ära lisa kaustade lisamisel arhiivide sisu
eu: Ez gehitu fitxategietatik karpetak gehitzean
fi: Älä lisää arkistoista lisättäessä kansioita
ko: 폴더를 추가할 때 압축파일에서 추가하지 마십시오
lt: Pridedant aplankus, nepridėti failų iš archyvų
nb: Ikke legg til fra arkiver når mapper legges til
nl: Niet toevoegen uit archieven bij het toevoegen van mappen
sl: Med dodajanjem map ne dodaj datotek iz arhivov
sr: Не учитавај дадотеке из архива приликом додавања директоријума
sv: Lägg inte till från arkiv när du lägger till mappar
zh_tw: 加入資料夾時不要加入壓縮檔

source: "Stop after current track" option will switch off after triggering
be: Опцыя «Спыніць пасьля бягучага трэка» адключаная пасьля дзейнічаньня
es: Desactivar la opción «Detener al terminar la pista actual» después de que se ejecute
et: "Peata pärast käesolevat pala" valik lülitub pärast käivitamist välja
fi: "Pysäytä nykyisen kappaleen jälkeen" valinta poistuu käytön jälkeen
ko: 사용한 후 "현재 재생 곡이 끝난 후 중지" 옵션이 꺼집니다
lt: Parametras "Stabdyti po dabartinio takelio" jam suveikus, bus išjungiamas
nb: Slå av innstillingen «Stopp etter dette sporet» etter utløsning
nl: ‘Stoppen na huidig nummer’ wordt uitgeschakeld na triggeren
sr: Поставка „Заустави после текуће песме“ биће онемогућена по пуштању нове песме
sv: Alternativet "Stoppa efter aktuellt spår" stängs av efter utlösning
zh_tw: 觸發「播放當前曲目後停止」後將會停止

source: "Stop after current album" option will switch off after triggering
be: Опцыя «Спыніць пасьля бягучага альбома» будзе адключаная пасьля дзейнічаньня
es: Desactivar la opción «Detener al terminar el álbum actual» después de que se ejecute
et: "Peata pärast käesolevat albumit" lülitub pärast käivitamist välja
fi: "Pysäytä nykyisen albumin jälkeen" valinta poistuu käytön jälkeen
ko: 사용한 후 "현재 재생 앨범이 끝난 후 중지" 옵션이 꺼집니다
lt: Parametras "Stabdyti po dabartinio albumo" jam suveikus, bus išjungiamas
nb: Slå av innstillingen «Stopp etter dette albumet» etter utløsning
nl: ‘Stoppen na huidig album’ wordt uitgeschakeld na triggeren
sr: Поставка „Заустави после текућег албума“ биће онемогућена по пуштању нове песме
sv: Alternativet "Stoppa efter aktuellt album" stängs av efter utlösning
zh_tw: 「播放完此專輯後停止」選項在觸發後將會自動關閉

source: Playback
be: Прайграваньне
es: Reproducción
et: Taasesitus
eu: Erreproduzitu
fi: Toisto
ko: 재생
lt: Atkūrimas
nb: Avspilling
nl: Afspelen
sl: Predvajanje
sr: Репродукција
sv: Uppspelning
zh_tw: 播放

source: Minimize to tray on startup
be: Згортваць на прастору апавяшчэньняў падчас запуску
es: Minimizar a la bandeja al iniciar
et: Minimeeri käivitumisel süsteemisalve
fi: Pienennä ilmoitusalueelle käynnistettäessä.
ko: 시작할 때 트레이에 최소화
lt: Paleidimo metu suskleisti į sistemos dėklą
nb: Minimer til systemkurv ved oppstart
nl: Minimaliseren naar systeemvak bij opstarten
sv: Minimera till systemfältetet vid uppstart
zh_tw: 在啟動時縮小至工具列

source: Close minimizes to tray
be: Закрываць згортваючы на прастору апавяшчэньняў
es: Cerrar minimiza a la bandeja
et: Sulgemine minimeerib akna
eu: Ixteak erretilura minimizatzen du
fi: Pienennä ilmaisinalueelle suljettaessa
ko: 트레이로 최소화
lt: Užveriant, suskleisti į sistemos dėklą
nb: Lukk minimerer til systemkurven
nl: Sluiten naar systeemvak
sl: Ob zaprtju skrči v sistemsko vrstico
sr: Притиском на дугме за излазак смести у обавештајну зону
sv: Stäng minimerar till systemfältet
zh_tw: 關閉時縮小至系統匣

source: Hide system tray icon
be: Схаваць значок на прасторы апавяшчэньняў
es: Esconder el icono de la bandeja del sistema
et: Peida süsteemisalve ikoon
eu: Ezkutatu sistemaren erretiluko ikonoa
fi: Piilota ilmaisinalueen kuvake
ko: 시스템 트레이 아이콘 숨김
lt: Nerodyti sistemos dėklo piktogramos
nb: Skjul ikon i systemkurven
nl: Systeemvakpictogram verbergen
sl: Skrij ikono sistemske vrstice
sr: Не приказуј икону у обавештајној зони
sv: Dölj systemfältikonen
zh_tw: 隱藏系統匣圖示

source: Delete from disk should use Trash
be: Выдаляць з дыска ў сьметніцу
es: Eliminar del disco debe utilizar la papelera
et: Kettalt kustutamine peaks kasutama prügikasti
ko: 디스크에서 삭제하려면 휴지통을 사용해야 합니다
lt: "Ištrinti iš disko" turėtų naudoti šiukšlinę
nb: Sletting fra disk skal bruke søppelkurven
nl: Prullenbak gebruiken bij ‘Verwijderen van schijf’
sv: Ta bort från disk ska använda papperskorgen

source: Enable Japanese SHIFT-JIS detection and recoding
be: Уключыць выяўленьне ды перакадаваньне японскае SHIFT-JIS
es: Detectar y recodificar SHIFT-JIS japonés
et: Luba jaapani SHIFT-JIS tuvastamine ja ümberkodeerimine
eu: Japoniako SHIFT-JIS detekzioa eta birkodeaketa gaitu
fi: Ota käyttöön SHIFT-JIS merkistökoodauksen tunnistus ja muuntaminen (japani)
ko: 일본어 SHIFT-JIS 감지 및 레코딩 활성화
lt: Įjungti Japoniškos SHIFT-JIS koduotės aptikimą ir perkodavimą
nb: Aktiver gjenkjenning og omkoding av japansk SHIFT-JIS
nl: Japanse SHIFT-JIS-detectie en -hercodering inschakelen
sr: Омогући јапанске „Шифт-ЈИС“ препознавање и снимање
sv: Aktivera japansk SHIFT-JIS-detektering och omkodning
zh_tw: 啟用日文 SHIFT-JIS 偵測與重新編碼

source: Enable cyrillic CP1251 detection and recoding
be: Уключыць выяўленьне ды перакадаваньне кірыліцы CP1251
ko: 키릴 문자 CP1251 감지 및 녹음 활성화
nb: Aktiver gjenkjenning og omkoding av kyrillisk CP1251
nl: Cyrillische CP1251-detectie en -hercodering inschakelen
sv: Aktivera kyrillisk CP1251-detektering och omkodning

source: Enable Chinese CP936 detection and recoding
be: Уключыць выяўленьне ды перакадаваньне кітайскае СР936
es: Detectar y recodificar la CP936 para el chino
et: Luba hiina CP1251 tuvastamine ja ümberkodeerimine
eu: Txinatar CP936 detekzioa eta birkodeaketa gaitu
fi: Ota käyttöön CP936 -merkistökoodauksen tunnistus ja muuntaminen (kiina)
ko: 중국어 CP936 감지 및 레코딩 활성화
lt: Įjungti Kinietiškos CP936 koduotės aptikimą ir perkodavimą
nb: Aktiver gjenkjenning og omkoding av kinesisk CP936
nl: Chinese CP936-detectie en -hercodering inschakelen
sr: Омогући препознавање и снимање за кинеску кодну страну ЦП936
sv: Aktivera kinesisk CP936-detektering och omkodning
zh_tw: 啟用中文 CP936 偵測與重新編碼

source: Interface refresh rate (times per second):
be: Чашчыня абнаўленьня інтэрфэйсу (разоў на сэк.):
es: Tasa de refresco de la interfaz (veces por segundo):
et: Kasutajaliidese värskendussagedus (korda sekundis):
eu: Interfazearen freskatze-maiztasuna (zenbatetan segundoko)
fi: Käyttöliittymän päivitysnopeus (kertaa sekunnissa):
ko: 인터페이스 새로고침 속도 (초당 시간):
lt: Sąsajos atnaujinimo dažnis (kartų per sekundę):
nb: Oppdateringsfrekvens for brukergrensesnittet (per sekund)
nl: Ververssnelheid van toepassing (aantal keren per seconde):
sl: Hitrost osveževanja vmesnika:
sr: Освежавање приказа (колико пута у секунди)
sv: Gränssnittets uppdateringshastighet (gånger per sekund):
zh_tw: 介面重刷率（每秒次數）：

source: Titlebar text while playing:
be: Тэкст панэлі загалоўка пры прайграваньні:
es: Texto de la barra de título al reproducir:
et: Tiitelriba tekst esitamise ajal:
eu: TItulu-barraren testua erreproduzitzean:
fi: Otsikkopalkin teksti toistettaessa:
ko: 재생하는 동안 제목표시줄 텍스트:
lt: Pavadinimo juostos tekstas atkuriant:
nb: Tittellinjas tekst under avspilling:
nl: Titelbalktekst gedurende afspelen:
sl: Besedilo nazivne vrstice med predvajanjem:
sr: При репродукцији, испиши на насловној линији:
sv: Text i titelraden vid uppspelning:
zh_tw: 播放時標題列文字：

source: Titlebar text while stopped:
be: Тэкст панэлі загалоўка пры спыненьні:
es: Texto de la barra de título en parada:
et: Tiitelriba tekst peatamise ajal:
eu: Titulu-barraren testua gelditutakoan:
fi: Otsikkopalkin teksti, kun toisto on pysäytetty:
ko: 중지된 동안 제목표시줄 텍스트:
lt: Pavadinimo juostos tekstas sustabdžius:
nb: Tittellinjas tekst ellers:
nl: Titelbalktekst indien gestopt:
sl: Besedilo nazivne vrstice, ko je predvajanje zaustavljeno:
sr: По заустављеној репродукцији, испиши на насловној линији:
sv: Titelfältets text när den är stoppad:
zh_tw: 停止時標題列文字：

source: GUI Plugin (changing requires restart):
be: Убудова графічнага інтэрфэйсу (зьмена патрабуе перазапуску):
es: Complemento de la interfaz gráfica (cambiarlo requiere reiniciar):
et: Graafiline plugin (muutus nõuab taaskäivitust):
eu: GUI plugina (aldatzeak berrabiaraztea eskatzen du):
fi: Käyttöliittymäliitännäinen (vaihtaminen vaatii ohjelman uudellenkäynnistyksen):
ko: GUI 플러그인 (변경시 재시작 필요):
lt: Grafinės sąsajos įskiepis (pakeitimams įsigalioti, reikia paleisti iš naujo):
nb: Brukergrensesnitt (endring krever omstart):
nl: GUI-plug-in (herstart vereist na wijzigen)
sl: Vstavek vmesnika (zahteva ponovni zagon):
sr: Додатак графичког корисничког интерфејса (неопходно поновно покретање)
sv: GUI-insticksmodul (ändring kräver omstart):
zh_tw: 圖形使用者介面（須重新啟動）：

source: Display selection playback time in status bar
be: Адлюстроўваць час прайграваньня на панэлі стану
es: Mostrar el tiempo de reproducción de la selección en la barra de estado
et: Kuva olekuribal valiku esituse aega
fi: Näytä valinnan toistoaika tehtäväpalkissa
ko: 상태표시줄에 선택 재생 시간 표시
lt: Rodyti žymėjimo atkūrimo laiką būsenos juostoje
nb: Vis utvalgets spilletid i statuslinja
nl: Afspeeltijd van selectie tonen op statusbalk
sr: Прикажи укупно време репродукције у статусној траци
sv: Visa uppspelningstid för markering i statusfältet
zh_tw: 在狀態欄顯示被選取曲目的總時數

source: Player
be: Плэер
es: Reproductor
et: Mängija
eu: Erreproduzitzailea
fi: Soitin
ko: 재생기
lt: Grotuvas
nb: Spiller
nl: Speler
sr: Свирач
sv: Spelare
zh_tw: 播放器

source: Close playlists with middle mouse button
be: Закрываць плэй-лісты сярэдняй кнопкай мышы
es: Cerrar listas de reproducción con el botón central del ratón
et: Hiire keskmine nupp sulgeb esitusloendi
eu: Playlist-ak erdiko botoiarekin itxi
fi: Sulje soittolistoja hiiren keskimmäisellä painikkeella
ko: 가운데 단추로 재생목록 닫기
lt: Užverti grojaraščius vidurinio pelės mygtuko spustelėjimu
nb: Lukk spillelister med midtre museknapp
nl: Afspeellijsten sluiten met middelste muisknop
sr: Затвори листу притиском на точкић миша
sv: Stäng spellistor med mitten musknappen
zh_tw: 用滑鼠中鍵關閉播放清單

source: Hide "Delete from Disk" context menu item
be: Схаваць пункт мэню «Выдаліць з дыска»
es: Ocultar la opción "Eliminar del disco" del menú contextual
ko: "디스크에서 삭제" 컨텍스트 메뉴 항목 숨김
nb: Skjul «Slett fra disk» i sprettoppmenyen
nl: Rechtermuisknopmenu-item ‘Verwijderen van schijf’ verbergen
sv: Dölj "Ta bort från disk" i snabbmenyn
