Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Stopped
be: Спынена
es: Detenido
et: Peatatud
fi: Pysäytetty
ko: 중지됨
lt: Sustabdyta
nb: Stoppet
nl: Gestopt
sv: Stoppad
zh_tw: 已停止

source: Rename Playlist
be: Зьмяніць назву плэй-ліста
es: Renombrar la lista de reproducción
et: Esitusloendi ümbernimetamine
eu: Erreprodukzio-zerrendaren izena aldatu
fi: Nimeä Soittolista
ko: 재생목록 이름 바꾸기
lt: Pervadinti grojaraštį
nb: Endre navn på spilleliste
nl: Afspeellijstnaam wijzigen
sr: Промени назив листе
sv: Byt namn på spellista
zh_tw: 重新命名播放清單

source: Removing playlist
be: Выдаленьне плэй-ліста
es: Eliminando la lista de reproducción
et: Esitusloendi eemaldamine
fi: Poistetaan soittolistaa
ko: 재생목록 제거중
lt: Šalinamas grojaraštis
nb: Fjerner spilleliste
nl: Afspeellijst verwijderen
sv: Tar bort spellista
zh_tw: 移除播放清單

source: Do you really want to remove the playlist '%s'?
be: Сапраўды хочаце пазбавіцца плэй-ліста «%s»?
es: ¿Confirma que quiere eliminar la lista de reproducción «%s»?
et: Kas soovid tõesti eemaldada esitusloendi '%s'?
fi: Haluatko varmasti poistaa soittolistan '1%s'?
ko: 재생목록 '%s'을(를) 정말로 제거하시겠습니까?
lt: Ar tikrai norite pašalinti grojaraštį "%s"?
nb: Vil du virkelig fjerne spillelista «%s»?
nl: Weet je zeker dat je de geselecteerde afspeellijst ‘%s’ wilt verwijderen?
sv: Vill du verkligen ta bort spellistan "%s"?
zh_tw: 真的要移除播放清單 '%s'?

source: New Playlist (%d)
be: Новы плэй-ліст (%d)
es: Lista de reproducción nueva (%d)
et: Uus esitusloend (%d)
eu: Erreprodukzio-zerrenda berria (%d)
fi: Uusi soittolista (%d)
ko: 새 재생목록 (%d)
lt: Naujas grojaraštis (%d)
nb: Ny spilleliste (%d)
nl: Nieuwe afspeellijst (%d)
sl: Nov seznam predvajanja (%d)
sr: Нова листа (%d)
sv: Ny spellista (%d)
zh_tw: 新播放清單（%d）

source: Playlist with tabs
be: Плэй-ліст з укладкамі
es: Lista de reproducción con pestañas
et: Esitusloend tabeldusmärkidega
eu: Fitxadun erreprodukzio-zerrenda
fi: Soittolista välilehdillä
ko: 탭으로 표시된 재생목록
lt: Grojaraštis su kortelėmis
nb: Spilleliste med faner
nl: Afspeellijst met tabbladen
sr: Листа са језичцима
sv: Spellista med flikar
zh_tw: 播放清單 (含分頁)

source: Splitter (top and bottom)
be: Разьдзяляльнік (зьверху й зьнізу)
es: Divisor (superior e inferior)
et: Eraldaja (üleval ja all)
eu: Zatitzailea (goi eta behe)
fi: Jakaja (ylä- ja alapuoli)
ko: 분할 (상 - 하)
lt: Skirtukas (viršus ir apačia)
nb: Splitter (topp og bunn)
nl: Splitsen (boven- en onderkant)
sr: Делитељ (горе-доле)
sv: Avskiljare (topp och botten)
zh_tw: 分隔線（上與下）

source: Splitter (left and right)
be: Разьдзяляльнік (зьлева й справа)
es: Divisor (izquierdo y derecho)
et: Eraldaja (vasakul ja paremal)
eu: Zatitzailea (ezker eta eskuin)
fi: Jakaja (vasen ja oikea)
ko: 분할 (좌 - 우)
lt: Skirtukas (kairė ir dešinė)
nb: Splitter (venstre og høyre)
nl: Splitsen (links en rechts)
sr: Делитељ (лево-десно)
sv: Avskiljare (vänster och höger)
zh_tw: 分隔線（左與右）

source: Tabs
be: Укладкі
es: Pestañas
et: Tabelduskohad
eu: Fitxak
fi: Välilehdet
ko: 탭
lt: Kortelės
nb: Faner
nl: Tabbladen
sr: Табови
sv: Flikar
zh_tw: 分頁

source: Playlist tabs
be: Укладкі плэй-ліста
es: Pestañas de la lista de reproducción
et: Esitusloendi tabeldusmärkid
eu: Erreprodukzio zerrendaren fitxak
fi: Soittolista välilehdet
ko: 재생목록 탭
lt: Grojaraščio kortelės
nb: Spillelistefaner
nl: Afspeellijst-tabbladen
sr: Језичци листе
sv: Flikar i spellistan
zh_tw: 播放清單分頁

source: Selection properties
be: Уласьцівасьці вылучэньня
es: Propiedades de la selección
et: Valiku omadused
eu: Aukeraketaren propietateak
fi: Valinnan ominaisuudet
ko: 선택한 곡의 정보
lt: Žymėjimo savybės
nb: Utvalgets egenskaper
nl: Selectie-eigenschappen
sr: Својства одабраног
sv: Urvalsegenskaper
zh_tw: 歌曲屬性

source: Album art display
be: Паказваць вокладкі альбомаў
es: Mostrar la carátula
et: Kaanepildi kuva
eu: Albumaren azala erakutsi
fi: Albumin kuvituksen näyttö
ko: 앨범아트 표시
lt: Albumo iliustracijos rodymas
nb: Visning av albumomslag
nl: Albumhoesweergave
sr: Приказ омотнице албума
sv: Albumgrafik
zh_tw: 顯示專輯封面

source: Oscilloscope
be: Асцылёграф
es: Osciloscopio
ko: 오실로스코프
lt: Osciloskopas
nb: Oscilloskop
nl: Oscilloscoop
sv: Oscilloskop

source: Spectrum
be: Спэктар
es: Espectro
et: Spekter
eu: Espektroa
fi: Spektri
ko: 스펙트럼
lt: Spektras
nb: Spektrum
sr: Спектрограф
sv: Spektrum
zh_tw: 頻譜

source: HBox
ko: 가로영역
nb: HBoks
sr: Хор. панои

source: VBox
ko: 세로영역
nb: VBoks
sr: Вер. панои

source: Button
be: Кнопка
es: Botón
et: Nupp
eu: Botoia
fi: Painike
ko: 단추
lt: Mygtukas
nb: Knapp
nl: Knop
sr: Дугме
sv: Knapp
zh_tw: 按鈕

source: Seekbar
be: Панэль перамоткі
es: Barra de búsqueda
et: Otsinguriba
eu: Bilaketa-barra
fi: Etsintäpalkki
ko: 진행막대
lt: Prasukimo juosta
nb: Søkebryter
nl: Zoekbalk
sr: Временска трака
sv: Sökfält
zh_tw: 進度條

source: Playback controls
be: Кіраваньне прайграваньнем
es: Controles de reproducción
et: Esituse juhtimine
eu: Erreprodukzio kontrolak
fi: Toistosäätimet
ko: 재생 조절
lt: Atkūrimo valdikliai
nb: Avspillingsknapper
nl: Afspeelbediening
sr: Контроле репродукције
sv: Uppspelningskontroller
zh_tw: 播放控制按鈕

source: Volume bar
be: Панэль гучнасьці
es: Barra de volumen
et: Helitaseme riba
eu: Ozentasun barra
fi: Äänenvoimakkuuspalkki
ko: 음량 조절
lt: Garsio juosta
nb: Volumkontroll
nl: Volumebalk
sr: Трака управљања гласноћом
sv: Volymfält
zh_tw: 音量條

source: Chiptune voices
be: Галасы чыпцюнаў
es: Voces «chiptune»
et: Chiptune hääled
eu: Txiptune ahotsak
fi: Chiptune-äänet
ko: FM 신디사이저
lt: Chiptune balsai
nb: Chiptune-stemmer
nl: Chiptune-stemmen
sr: Чиптјун гласови
sv: Chiptune röster
zh_tw: 電子合成音

source: Log viewer
be: Прагляд журнала
es: Visor del registro
et: Loginäitaja
fi: Lokitiedostonäkymä
ko: 로그 뷰어
lt: Žurnalų žiūryklė
nb: Visning av loggmeldinger
nl: Logbestand bekijken
sr: Преглед евиденције
sv: Loggvisare
zh_tw: 日誌檢視器

source: Media library viewer
be: Прагляд мэдыятэкі
es: Visor de la biblioteca multimedia
ko: 미디어 라이브러리 뷰어
lt: Medijos bibliotekos žiūryklė
nb: Vis mediebibliotek
nl: Mediaverzamelingsweergave
sv: Mediebiblioteksvisare

source: Failed while reading help file
be: Не атрымалася прачытаць файл даведкі
es: Error al leer el archivo de ayuda
et: Abiinfo faili lugemine ebaõnnestus
eu: Hutsegitea laguntza fitxategia irakurtzean
fi: Virhe ohjetiedostoa avattaessa
ko: 도움말 파일을 읽는 동안 실패했습니다
lt: Klaida skaitant pagalbos failą
nb: Klarte ikke å lese hjelpefila
nl: Fout bij uitlezen van hulpbestand
sl: Med branjem datoteke pomoči je prišlo do napake
sr: Неуспело читање датотеке помоћи
sv: Misslyckades vid läsning av hjälpfil
zh_tw: 未能讀取說明檔案

source: Failed to load help file
be: Не атрымалася загрузіць файл даведкі
es: Error al cargar el archivo de ayuda
et: Abiinfo faili laadimine ebaõnnestus
eu: Hutsegitea laguntza fitxategia kargatzean
fi: Ohjetiedoston avaaminen epäonnistui
ko: 도움말 파일을 불러오지 못했습니다
lt: Pagalbos failo įkelti nepavyko
nb: Klarte ikke å lese inn hjelpefila
nl: Kan hulpbestand niet laden
sl: Datoteke pomoči ni mogoče naložiti
sr: Неуспело отварање датотеке помоћи
sv: Misslyckades med att läsa hjälpfil
zh_tw: 未能載入說明檔案

source: The player is currently running background tasks. If you quit now, the tasks will be cancelled or interrupted. This may result in data loss.
be: Плэер зараз выконвае фонавыя задачы. Калі вы выйдзеце, задачы будуць скасаваныя або перарваныя. Гэта можа прывесьці да страты даных.
es: El reproductor está ejecutando tareas en segundo plano. Si sale ahora, las tareas se cancelarán o se interrumpirán. Esto puede ocasionar la pérdida de datos.
et: Mängija töötab taustal. Kui praegu väljuda, siis tühistatakse ja katkestatakse kõik tegevused. See võib põhjustada andmete kadumist.
eu: Erreproduzitzailea atzeko planoan lan egiten ari da. Orain ateratzen bazara, zeregin hauek bertan behera utziko ditu. Honek datuak galtzea eragin dezake.
fi: Soitin ajaa parhaillaan tehtäviä taustalla. Jos suljet ohjelman nyt, tehtävät joko peruutetaan tai keskeytetään. Tämä saattaa johtaa datan menettämiseen.
ko: 재생기가 백그라운드에서 실행 중입니다. 지금 종료하면 작업이 취소되거나 중단됩니다. 이로 인해 데이터가 손실될 수 있습니다.
lt: Šiuo metu grotuvas vykdo fonines užduotis. Jeigu išeisite dabar, užduočių bus atsisakyta arba jos bus nutrauktos. Tai gali sukelti duomenų praradimą.
nb: Spilleren kjører oppgaver i bakgrunnen. Dersom du avslutter nå så vil oppgavene avbrytes. Dette kan medføre tap av data.
nl: De speler is momenteel bezig met achtergrondtaken. Als je nu afsluit, dan worden de taken onder- of afgebroken. Dit kan leiden tot gegevensverlies.
sr: Програм сад извршава позадинске радње. Уколико га искључите сада, ове радње биће поништене или прекинуте, што може довести и до губитка података!
sv: Spelaren kör för närvarande bakgrundsuppgifter. Om du avslutar nu, kommer uppgifterna att avbrytas. Det kan leda till dataförlust.
zh_tw: 播放器正在背景執行中。如果您現在退出，程式將會被取消或中斷。這可能導致資料遺失。

source: Do you still want to quit?
be: Усе яшчэ жадаеце выйсьці?
es: ¿Seguro que quiere salir?
et: Kas soovid tõesti väljuda?
eu: Ziur zaude atera nahi duzula?
fi: Haluatko silti poistua?
ko: 중지하시겠습니까?
lt: Ar vis dar norite išeiti?
nb: Vil du fortsatt avslutte?
nl: Weet je zeker dat je wilt afsluiten?
sr: Да ли и даље желите да изађете?
sv: Vill du fortfarande avsluta?
zh_tw: 仍然要退出？

source: The files will be moved to trash. (This dialog can be turned off in GTKUI plugin settings)
be: Файлы будуць перамешчаныя ў сьметніцу. (Гэты дыялёг можа быць адключаны праз налады ўбудовы GTKUI)
es: Los archivos se moverán a la papelera. (Este diálogo se puede desactivar en la configuración del complemento GTKUI)
ko: 파일이 휴지통으로 이동됩니다. (이 대화창은 GTKUI 플러그인 설정에서 해제할 수 있습니다)
nb: Filene vil flyttes til søppelkurven. (Dette dialogvinduet kan slås av i innstillingene til GTKUI-tillegget)
nl: De bestanden worden verplaatst naar de prullenbak. (dit venster kan worden uitgeschakeld in de GTKUI-plug-in-instellingen)
sv: Filerna kommer att flyttas till papperskorgen. (Denna dialog kan stängas av i insticksmodulsinställningarna för GTKUI)

source: The files will be lost. (This dialog can be turned off in GTKUI plugin settings)
be: Файлы будуць страчаныя. (Гэты дыялёг можа быць адключаны праз налады ўбудовы GTKUI)
es: Los archivos se perderán. (Este diálogo se puede desactivar en la configuración del complemento GTKUI)
ko: 파일이 손실됩니다. (이 대화창은 GTKUI 플러그인 설정에서 해제할 수 있습니다.)
nb: Dette vil faktisk slette filer. (Dette dialogvinduet kan slås av i innstillingene til GTKUI-tillegget).
nl: De bestanden gaat verloren. (dit venster kan worden uitgeschakeld in de instellingen van de GTKUI-plug-in)
sv: Filerna kommer att gå förlorade. (Denna dialog kan stängas av i insticksmodulsinställningarna för GTKUI)

source: Do you really want to delete the selected file?%s
be: Сапраўды жадаеце выдаліць выбраны файл?%s
es: ¿Seguro que quiere eliminar el archivo seleccionado? %s
ko: 선택한 파일을 정말로 삭제하시겠습니까?%s
lt: Ar tikrai norite ištrinti pasirinktą failą?%s
nb: Vil du virkelig slette valgt fil? %s
nl: Weet je zeker dat je het geselecteerde bestand wilt verwijderen?%s
sv: Vill du verkligen ta bort den valda filen?%s

source: Do you really want to delete all %d selected files?%s
be: Сапраўды жадаеце выдаліць усе %d выбраныя файлы?%s
es: ¿Seguro que quiere eliminar los %d archivos seleccionados?%s
ko: 정말로 %d개의 선택한 파일을 모두 삭제하시겠습니까?%s
nb: Vil du virkelig slette alle de %d valgte filene? %s
nl: Weet je zeker dat je %d geselecteerde bestanden wilt verwijderen?%s
sv: Vill du verkligen ta bort alla %d markerade filer?%s

source: Do you really want to delete all %d files from the current playlist?%s
be: Сапраўды жадаеце выдаліць усе %d файлаў зь бягучага плэй-ліста?%s
es: ¿Seguro que quiere borrar los %d archivos de la lista de reproducción actual?%s
ko: 현재 재생 목록에서 모든 %d개의 파일을 삭제하시겠습니까?%s
nb: Vil du virkelig slette alle %d filer fra gjeldende spilleliste? %s
nl: Weet je zeker dat je %d geselecteerde bestanden wilt verwijderen van de huidige afspeellijst?%s
sv: Vill du verkligen ta bort alla %d filer från den aktuella spellistan?%s

source: Do you really want to delete the currently playing file?%s
be: Сапраўды жадаеце выдаліць файл, што зараз прайграецца?%s
es: ¿Seguro que quiere borrar el archivo que se está reproduciendo?%s
ko: 현재 재생 중인 파일을 정말로 삭제하시겠습니까?%s
lt: Ar tikrai norite ištrinti šiuo metu atkuriama failą?%s
nb: Vil du virkelig slette fila som spiller nå? %s
nl: Weet je zeker dat je het momenteel spelende nummer wilt verwijderen?%s
sv: Vill du verkligen ta bort filen som spelas för närvarande?%s

source: Delete files from disk
be: Выдаліць файлы з дыска
es: Borrar archivos del disco
eu: Fitxategiak diskotik ezabatu
ko: 디스크에서 파일 삭제하기
lt: Ištrinti failus iš disko
nb: Slette filer fra disk
nl: Bestanden verwijderen van schijf
sv: Ta bort filer från disken

source: Delete
be: Выдаліць
es: Eliminar
et: Kustuta
eu: Ezabatu
fi: Poista
ko: 삭제하기
lt: Ištrinti
nb: Fjerne?
nl: Verwijderen
sr: Обриши
sv: Ta bort
zh_tw: 刪除

source: Left
be: Па леваму боку
es: Izquierda
et: Vasakul
eu: Ezkerrean
fi: Vasen
ko: 왼쪽
lt: Kairė
nb: Venstre
nl: Links
sl: Levo
sr: Лево
sv: Vänster
zh_tw: 左

source: Right
be: Па праваму боку
es: Derecha
et: Paremal
eu: Eskuinean
fi: Oikea
ko: 오른쪽
lt: Dešinė
nb: Høyre
nl: Rechts
sl: Desno
sr: Десно
sv: Höger
zh_tw: 右

source: Center
be: Па цэнтры
es: Centro
et: Keskele
eu: Erdia
fi: Keskitetty
ko: 가운데
lt: Centras
nb: Sentrum
nl: Gecentreerd
sr: Центрирано
sv: Mitten
zh_tw: 置中

source: Disabled
be: Адключана
ko: 비활성화됨
lt: Išjungta
nb: Slått av
nl: Uitgeschakeld
sv: Avaktiverat

source: 8 bit
be: 8 біт
ko: 8비트
lt: 8 bitų
nb: 8 biter
sv: 8 bitar

source: 16 bit
be: 16 біт
ko: 16비트
lt: 16 bitų
nb: 16 biter
sv: 16 bitar

source: 24 bit
be: 24 біт
ko: 24비트
lt: 24 bitų
nb: 24 biter
sv: 24 bitar

source: 32 bit
be: 32 біт
ko: 32비트
lt: 32 bitų
nb: 32 biter
sv: 32 bitar

source: By playback order
be: Па парадку прайграваньня
es: Por orden de reproducción
et: Taasesituse järjekorra alusel
fi: Toistojärjestyksen mukaan
ko: 재생 순서별
lt: Pagal atkūrimo tvarką
nb: Avspillingsrekkefølge
nl: Op afspeelvolgorde
sr: По редоследу репродукције
sv: Av uppspelningsordning
zh_tw: 依播放順序

source: Track
be: Трэк
es: Pista
et: Pala
eu: Pista
fi: Raita
ko: 곡
lt: Takelis
nb: Spor
nl: Nummer
sl: Skladba
sr: Песма
sv: Spår
zh_tw: 曲目

source: None
be: Нічога
es: Nada
et: Puudub
eu: Bat ere ez
fi: Ei mitään
ko: 없음
lt: Nieką
nb: Ingen
nl: Geen
sl: Ne združi
sr: Поништи груписање
sv: Ingen
zh_tw: 無

source: Apply gain
be: Ужыць узмацненьне
es: Aplicar la ganancia
et: Rakenda võimendus
fi: Ota vahvistus käyttöön
ko: 게인 적용
lt: Taikyti stiprinimą
nb: Forsterk
nl: Gain toepassen
sr: Примени појачало
sv: Applicera vinst
zh_tw: 啟用音量標準化

source: Apply gain and prevent clipping according to peak
be: Ужыць узмацненьне ды прадухіліць абрэзку згодна піку
es: Aplicar la ganancia y evitar recortes según el pico
et: Määra ja rakenda võimendus vastavalt helitaseme tippudele
fi: Ota vahvistus käyttöön ja estä äänen leikkaantuminen huippuarvoon pohjautuen
ko: 피크에 따라 게인 적용 및 클리핑 방지
lt: Taikyti stiprinimą ir neleisti apkirpimo pagal maksimumą
nb: Forsterk og unngå klipping av høyeste utslag
nl: Gain toepassen en knippen voorkomen op basis van piek
sr: Примени појачало и спречи клипинг при врху
sv: Applicera förstärkning och förhindra klippning beroende på topp
zh_tw: 啟用音量標準化並防止爆音

source: Only prevent clipping
be: Толькі прадухіліць абрэзку
es: Sólo evitar el recorte
et: Ainult väldi piiri ületamist
fi: Estä vain äänen leikkaantuminen
ko: 클리핑만 방지
lt: Tik neleisti apkirpimo
nb: Unngå klipping
nl: Alleen knippen voorkomen
sr: Само спречи клипинг
sv: Förhindra bara klippning
zh_tw: 只防止爆音

source: Ascending
be: Па ўзрастаньні
es: Ascendente
et: Kasvav
eu: Gorakorra
fi: Nouseva
ko: 내림차순
lt: Didėjantis
nb: Stigende
nl: Oplopend
sl: Naraščajoče
sr: Растуће
sv: Stigande
zh_tw: 順序

source: Descending
be: Па ўбываньні
es: Descendente
et: Kahanev
eu: Beherakorra
fi: Laskeva
ko: 오름차순
lt: Mažėjantis
nb: Synkende
nl: Aflopend
sl: Padajoče
sr: Опадајуће
sv: Fallande
zh_tw: 逆序

source: 2.3 (Recommended)
be: 2.3 (рэкамэндавана)
es: 2.3 (recomendada)
et: 2.3 (Soovitatav)
eu: 2.3 (Gomendatua)
fi: 2.3 (suositeltu)
ko: 2.3 (권장)
lt: 2.3 (Rekomenduojama)
nb: 2.3 (anbefales)
nl: 2.3 (aanbevolen)
sl: 2.3 (priporočeno)
sr: 2.3 (Препоручено)
sv: 2.3 (Rekomenderad)
zh_tw: 2.3（建議版本）

source: All Music
be: Уся музыка
ko: 모든 음악
lt: Visa muzika
nb: All musikk
nl: Alle muziek
sv: All musik

source: Media library is disabled
be: Медыятэка адключаная
ko: 미디어 라이브러리가 비활성화되었습니다
nb: Mediebiblioteket er slått av
nl: De mediaverzameling is uitgeschakeld
sv: Mediebibliotek är avaktiverat

source: Loading...
be: Загрузка...
ko: 불러오는 중...
lt: Įkeliama...
nb: Laster …
nl: Bezig met laden…
sv: Läser in...

source: Scanning...
be: Сканаваньне...
ko: 스캔하는 중...
lt: Peržiūrima...
nb: Søker …
nl: Bezig met scannen…
sv: Skannar...

source: Indexing...
be: Індэксацыя...
ko: 연동하는 중...
lt: Indeksuojama...
nb: Indekserer …
nl: Bezig met indexeren…
sv: Indexerar...

source: Saving...
be: Захаваньне...
ko: 저장하는 중...
lt: Įrašoma...
nb: Lagrer …
nl: Bezig met opslaan…
sv: Sparar...

source: Media Library plugin is unavailable.
be: Убудова медыятэкі недаступная.
ko: 미디어 라이브러리 플러그인은 사용할 수 없습니다.
nb: Mediebibliotekets programtillegg er ikke tilgjengelig.
nl: De mediaverzamelingsplug-in is niet beschikbaar.
sv: Mediabibliotek insticksmodul är inte tillgänglig.

source: Artist / Album
be: Выканаўца / Альбом
es: Artista / Álbum
et: Esitaja / Album
eu: Artista / Albuma
fi: Artisti / Albumi
ko: 아티스트 / 앨범
lt: Atlikėjas / Albumas
nl: Artiest / Album
sl: Izvajalec / Album
sr: Извођач / Албум
zh_tw: 藝人 / 專輯

source: Track No
be: № трэка
es: N.º de la pista
et: Pala nr
eu: Pista zbk
fi: Raita nro
ko: 곡 번호
lt: Takelio numeris
nb: Spornr.
nl: Volgnummer
sl: Št. skladbe
sr: Број песме
sv: Spårnummer
zh_tw: 曲目

source: Duration
be: Працягласьць
es: Duración
et: Kestvus
eu: Iraupena
fi: Kesto
ko: 재생 시간
lt: Trukmė
nb: Lengde
nl: Duur
sl: Trajanje
sr: Трајање
sv: Längd
zh_tw: 長度

source: Item Index
be: Індэкс
es: Índice del elemento
et: Register
eu: Elementuaren indizea
fi: KOhteen indeksi
ko: 아이템 목록
lt: Elementų rodyklė
nb: Elementindeks
nl: Index van elementen
sl: Številka skladbe
sr: Редни број
sv: Artikelindex
zh_tw: 項目索引

source: Playing
be: Прайграецца
es: Reproduciendo
et: Esitamine
eu: Erreproduzitzen
fi: Soitetaan
ko: 재생중
lt: Atkuriama
nb: Spiller nå
nl: Je luistert naar
sl: Predvajanje
sr: Репродукује се
sv: Spelar
zh_tw: 正在播放

source: Album Art
be: Вокладка альбома
es: Carátula
et: Albumikujundus
eu: Albumaren azala
fi: Albumin Kuvitus
ko: 앨범아트
lt: Albumo iliustracija
nb: Albumomslag
nl: Albumhoes
sl: Naslovnica albuma
sr: Омотнице албума
sv: Albumillustration
zh_tw: 專輯封面

source: Artist - Album
be: Выканаўца - Альбом
es: Artista - Álbum
et: Esitaja - Album
eu: Artista - Albuma
fi: Artisti - Albumi
ko: 아티스트 - 앨범
lt: Atlikėjas - Albumas
nl: Artiest - Album
sl: Izvajalec - Album
sr: Извођач — Албум
zh_tw: 藝人 - 專輯

source: Year
be: Год
es: Año
et: Aasta
fi: Vuosi
ko: 연도
lt: Metai
nb: År
nl: Jaar
sr: Година
sv: År
zh_tw: 年

source: Track Number
be: Нумар трэка
es: N.º de la pista
et: Pala number
eu: Pista zenbakia
fi: Raidan Numero
ko: 곡 번호
lt: Takelio numeris
nb: Spornummer
nl: Volgnummer
sl: Št. skladbe
sr: Број песме
sv: Spårnummer
zh_tw: 曲目

source: Band / Album Artist
be: Гурт / Выканаўца альбома
es: Banda / Artista del álbum
et: Bänd / Albumi esitaja
eu: Taldea / Albuma Artista
fi: Yhtye / Albumin artisti
ko: 밴드 / 앨범 아티스트
lt: Grupė / Albumo atlikėjas
nl: Band / Albumartiest
sl: Skupina / Izvajalec albuma
sr: Група / Извођач
sv: Artist
zh_tw: 樂隊 / 專輯藝人

source: Codec
be: Кодэк
es: Códec
et: Koodek
eu: Kodeka
fi: Koodekki
ko: 코덱
lt: Kodekas
nb: Kodek
sl: Kodek
sr: Кодек
zh_tw: 編碼解碼器

source: Bitrate
be: Бітрэйт
es: Tasa de bits
et: Bitikiirus
fi: Bittitaajuus
ko: 비트레이트
lt: Pralaidumas
nl: Bitsnelheid
sr: Битрејт
sv: Bithastighet
zh_tw: 位元率

source: Add column
be: Дадаць слупок
es: Añadir una columna
et: Lisa veerg
eu: Gehitu zutabea
fi: Lisää sarake
ko: 컬럼 추가하기
lt: Pridėti stulpelį
nb: Legg til kolonne
nl: Kolom toevoegen
sl: Dodaj stolpec
sr: Додај колону
sv: Lägg till kolumn
zh_tw: 加入欄位

source: Edit column
be: Рэдагаваць слупок
es: Editar la columna
et: Veeru muutmine
eu: Editatu zutabea
fi: Muokkaa saraketta
ko: 컬럼 편집
lt: Taisyti stulpelį
nb: Rediger kolonne
nl: Kolom bewerken
sl: Uredi stolpec
sr: Уреди колону
sv: Redigera kolumn
zh_tw: 編輯欄位

source: Remove column
be: Прыбраць слупок
es: Eliminar la columna
et: Eemalda veerg
eu: Kendu zutabea
fi: Poista sarake
ko: 컬럼 제거하기
lt: Šalinti stulpelį
nb: Fjern kolonne
nl: Kolom verwijderen
sl: Odstrani stolpec
sr: Уклони колону
sv: Ta bort kolumn
zh_tw: 移除欄位

source: Pin groups when scrolling
be: Прымацоўваць групы падчас прагорткі
es: Mantener los grupos al desplazarse
et: Kerimisel hoitakse grupid koos
fi: Kiinnitä ryhmät vierittäessä
ko: 스크롤할 때 그룹 고정
lt: Slenkant, prisegti grupes
nb: Fest grupper ved rulling
nl: Groepen vastmaken tijdens scrollen
sr: Усидри „Обједини“ при листању
sv: Fäst grupper vid rullning
zh_tw: 當滾動頁面時鎖定群組

source: Group by
be: Групаваць па
es: Agrupar por
et: Rühmitamise alus
eu: Taldekatzeko irizpidea
fi: Ryhmittele
ko: 그룹별 기준
lt: Grupuoti pagal
nb: Gruppere etter
nl: Groeperen op
sl: Združi po
sr: Обједини
sv: Gruppera efter
zh_tw: 分組根據：

source: Artist/Date/Album
be: Выканаўца/Дата/Альбом
es: Artista/Fecha/Álbum
et: Esitaja/Aeg/Album
eu: Artista/Data/Albuma
fi: Artisti/Pvm/Albumi
ko: 아티스트/날짜/앨범
lt: Atlikėjas/Data/Albumas
nb: Artist/dato/album
nl: Artiest/Datum/Album
sl: Izvajalec/Datum/Album
sr: Извођач/Датум/Албум
sv: Artist/Datum/Album
zh_tw: 藝人/日期/專輯

source: Play Next
be: Прайграць наступным
es: Reproducir el siguiente
ko: 다음 재생
lt: Atkurti kitą
nb: Spill etterpå
nl: Hierna afspelen
sv: Spela nästa

source: Play Later
be: Прайграць пазьней
es: Reproducir después
ko: 나중에 재생
lt: Atkurti vėliau
nb: Spill senere
nl: Later afspelen
sv: Spela senare

source: Remove from Playback Queue
be: Зьняць з чаргі прайграваньня
es: Quitar de la cola de reproducción
ko: 재생 대기열에서 제거하기
lt: Šalinti iš atkūrimo eilės
nb: Fjern fra avspillingskøen
nl: Verwijderen uit afspeelwachtrij
sv: Ta bort från uppspelningskö

source: Reload Metadata
be: Перазагрузіць метаданыя
es: Recargar metadatos
et: Metaandmete uuestilaadimine
eu: Birkargatu metadatuak
fi: Uudelleenlataa Metadata
ko: 메타정보 새로고침
lt: Iš naujo įkelti metaduomenis
nb: Oppdater metadata
nl: Metagegevens herladen
sr: Освежи податке о песми
sv: Läs om metadata
zh_tw: 重整音樂資料

source: Cu_t
be: Выразаць
es: Cor_tar
ko: 잘라내기(_T)
lt: Iškirp_ti
nb: Klipp _ut
nl: Kn_ippen
sv: Kl_ipp ut

source: _Copy
be: Скапіяваць
es: _Copiar
ko: 복사하기(_C)
lt: _Kopijuoti
nb: _Kopier
nl: _Kopiëren
sv: _Kopiera

source: _Paste
be: Уставіць
es: _Pegar
ko: 붙여넣기(_P)
lt: Į_dėti
nb: _Lim inn
nl: _Plakken
sv: _Klistra in

source: Delete from Disk
be: Выдаліць з дыску
es: Eliminar del disco
ko: 디스크에서 삭제하기
lt: Ištrinti iš disko
nb: Slett fra disk
nl: Verwijderen van schijf
sv: Ta bort från disk

source: Remove Playlist
be: Выдаліць плэй-ліст
es: Eliminar la lista de reproducción
et: Esitusloendi eemaldamine
eu: Erreprodukzio-zerrenda kendu
fi: Poista Soittolista
ko: 재생목록 제거하기
lt: Šalinti grojaraštį
nb: Fjern spilleliste
nl: Afspeellijst verwijderen
sr: Уклони листу
sv: Ta bort spellista
zh_tw: 移除播放清單

source: Add New Playlist
be: Дадаць новы плэй-ліст
es: Añadir una nueva lista de reproducción
et: Lisa uus esitusloend
eu: Erreprodukzio-zerrenda berria gehitu
fi: Lisää Uusi Soittolista
ko: 새 재생목록 추가하기
lt: Pridėti naują grojaraštį
nb: Legg til ny spilleliste
nl: Nieuwe afspeellijst toevoegen
sr: Додај нову листу
sv: Lägg till ny spellista
zh_tw: 新增播放清單

source: Enable Autosort
be: Уключыць аўтасартаваньне
es: Activar la ordenación automática
et: Luba automaatne sortimine
fi: Kytke Automaattijärjestys Päälle
ko: 자동정렬 활성화
lt: Įjungti automatinį rikiavimą
nb: Aktiver autosortering
nl: Automatisch sorteren
sv: Aktivera automatisk sortering
zh_tw: 啟用自動排序
