Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Output folder:
be: Тэчка вываду:
es: Carpeta de salida:
et: Väljundkaust:
eu: Irteerako karpeta:
fi: Ulostulokansio:
ko: 출력 폴더:
lt: Išvesties aplankas:
nb: Lagre i mappe:
nl: Uitvoermap:
sl: Izhodna mapa:
sr: Излазни директоријум:
sv: Utmatningsmapp:
zh_tw: 輸出資料夾：

source: Write to source track folder
be: Запісаць у тэчку крыніцы трэка
es: Escribir en la carpeta de la pista original
et: Kirjuta sisendpala kausta
eu: Iturburu pista karpetan idatzi
fi: Tallenna lähdekansioon
ko: 원본 곡 폴더에 쓰기
lt: Rašyti į šaltinio takelio aplanką
nb: Skriv til kildesporets mappe
nl: Wegschrijven naar bronmap
sr: Упиши у директоријум где је и изворна нумера
sv: Skriv till källspårmappen
zh_tw: 寫入來源曲目資料夾

source: Preserve folder structure
be: Прыхоўваць структуру тэчак
es: Conservar la estructura de las carpetas
et: Kaustastruktuuri säilitamine
eu: Karpeta egitura mantendu
fi: Säilytä kansiorakenne
ko: 폴더 구조를 가져옴
lt: Išlaikyti aplanko struktūrą
nb: Bevar mappestruktur
nl: Mapstructuur behouden
sr: Сачувај структуру директоријума
sv: Bevara mappstruktur
zh_tw: 保持資料夾結構

source: Copy if the format is not changing
be: Капіяваць, калі фармат не зьмяняецца
es: Copiar si el formato no cambia
et: Kopeeri, kui formaat ei muutu
fi: Kopioi jos formaatti ei ole vaihtuva
ko: 형식이 변경되지 않는 경우 복사
lt: Kopijuoti jeigu nesikeičia formatas
nb: Kopier hvis filtypen ikke endres
nl: Kopiëren als het formaat niet is aangepast
sr: Копирај ако се формат не мења
sv: Kopiera om formatet inte ändras
zh_tw: 當格式沒改變時複製來源

source: Re-tag after copy
be: Перазапісаць тэгі пасьля капіяваньня
es: Reetiquetar después de copiar
et: Sildista uuesti pärast kopeerimist
fi: Uudelleentagaa kopioinnin jälkeen
ko: 복사 후 다시 태그 지정
lt: Po kopijavimo žymėti iš naujo
nb: Skriv metadata på nytt etter kopiering
nl: Opnieuw taggen na kopiëren
sr: Поновни таг након копирања
sv: Återtagga efter kopiering
zh_tw: 複製後重新標注

source: Output file name:
be: Назва файла вываду:
es: Nombre del archivo de salida:
et: Väljundfaili nimi:
eu: Irteerako fitxategi-izena:
fi: Ulostulotiedoston nimi:
ko: 출력 파일 이름:
lt: Išvesties failo pavadinimas:
nb: Nytt filnavn:
nl: Naam van uitvoerbestand:
sl: Ime izhodne datoteke:
sr: Назив излазне датотеке:
sv: Utmatningsfilnamn:
zh_tw: 輸出檔案名稱：

source: Extension (e.g. .mp3) will be appended automatically. Leave the field empty for default ([%tracknumber%. ][%artist% - ]%title%).
be: Пашырэньне (напр. .mp3) дадасца аўтаматычна. Пакіньце поле пустым для прадвызначэньня ([%tracknumber%. ][%artist% - ]%title%).
es: La extensión (por ejemplo, .mp3) se añadirá automáticamente. Deje el campo en blanco para la configuración predeterminada ([%tracknumber%. ][%artist% - ]%title%).
et: Laiendus (nt .mp3) lisatakse automaatselt. Kui jätta tühjaks, on vaikimisi ([%tracknumber%. ][%artist% - ]%title%).
fi: Tiedostopääte (esim. .mp3) lisätään tiedostonimen loppuun automaattisesti. Jätä kenttä tyhjäksi oletusasetusta käyttääksesi ([%tracknumber%.][1%artist% - ] 5%title%).
ko: 확장자(예: .mp3)가 자동으로 추가됩니다. 기본 ([%tracknumber%. ][%artist% - ]%title%)의 필드를 비워 둡니다.
lt: Prievardis (pvz., .mp3) bus pridėtas automatiškai. Palikite lauką tuščią, kad būtų naudojami numatytieji ([%tracknumber%. ][%artist% - ]%title%).
nb: Filetternavnet (f.eks. .mp3) vil legges til automatisk. La være tom for å bruke standardverdien ([%tracknumber%. ][%artist% - ]%title%).
nl: De extensie (bijv. .mp3) wordt automatisch toegevoegd. Laat het veld leeg voor de standaard ([%tracknumber%. ][rtist% - ]tle%).
sr: Екстензије (као. .mp3) ће бити аутоматски додате. Оставите поље празно за подразумевано подешавање ([%tracknumber%. ][%artist% - ]%title%).
sv: Tillägg (t.ex. .mp3) läggs till automatiskt. Lämna fältet tomt för standard ([%tracknumber%. ][%artist% - ]%title%).
zh_tw: 副檔名（例如 .mp3）會自動補上。 留白代表使用預設值（[%tracknumber%. ][%artist% - ]%title%）。

source: Encoder:
be: Кадавальнік:
es: Codificador:
et: Enkooder:
eu: Kodetzailea:
fi: Enkooderi:
ko: 인코더:
lt: Koduotuvas:
nb: Omkoder:
nl: Codeerder:
sl: Kodirnik:
sr: Кодер:
sv: Kodare:
zh_tw: 編碼器：

source: DSP preset:
be: Прадвызначаныя налады DSP:
es: Preajuste de DSP:
et: DSP seadistus:
eu: DSP aurrezarpena:
fi: DSP-esiasetus:
ko: DSP 프리셋:
lt: DSP išankstinė parinktis:
nb: DSP-oppsett:
nl: DSP-voorinstelling:
sl: Predloga nastavitev DSP:
sr: Поставка диг. обраде звука:
sv: DSP-förinställning:
zh_tw: DSP 預設值：

source: Number of threads:
be: Колькасьць патокаў:
es: Número de hilos:
et: Lõimede arv:
eu: Hari kopurua:
fi: Säikeiden määrä:
ko: 쓰레드 수:
lt: Gijų skaičius:
nb: Antall tråder:
nl: Aantal processen:
sl: Število niti:
sr: Број нити:
sv: Antal trådar:
zh_tw: 執行緒數量：

source: Output sample format:
be: Фармат выходнага сэмпла:
es: Formato de muestra de salida:
et: Väljund diskreedi formaat:
eu: Irteerako lagin-formatua:
fi: Ulostulon näytemuoto:
ko: 출력 샘플 형식:
lt: Išvesties pavyzdžio formatas:
nb: Ny bitdybde:
nl: Voorbeeld van uitvoerformaat:
sl: Oblika izhodnega vzorca:
sr: Излазна дубина бита узорка:
sv: Utgångssamplingsformat:
zh_tw: 輸出取樣格式：

source: Keep source format 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
be: Захаваць зыходны фармат 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
es: Mantener el formato original Entero con signo de 8 bits Entero con signo de 16 bits Entero con signo de 24 bits Entero con signo de 32 bits Flotante de 32 bits
et: Sisendi formaadi säilitamine 8-bitine märgiga int 16-bitine märgiga int 24-bitine märgiga int 32-bitine märgiga int 32-bitine ujukoma
eu: Iturburu formatua mantendu 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
fi: Pidä lähteen tiedostomuoto 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
ko: 원본 형식 유지 부호있는 8 bit 정수 부호있는 16 bit 정수 부호있는 24 bit 정수 부호있는 32 bit 정수 32 bit 부동소숫점
lt: Išlaikyti šaltinio formatą 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
nb: Behold kildens 8-biters heltall med fortegn 16-biters heltall med fortegn 24-biters heltall med fortegn 32-biters heltall med fortegn 32-biters flyttall
nl: Bronformaat behouden 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float
sr: Задржи изворни формат Означена 8-битно целобројна Означена 16-битно целобројна Означена 24-битно целобројна Означена 32-битно целобројна 32-битно једнострука
sv: Behåll källformat 8 bitars signerad int 16 bitars signerad int 24 bitars signerad int 32 bitars signerad int 32 bitars float
zh_tw: 保持來源格式 8 bit signed int 16 bit signed int 24 bit signed int 32 bit signed int 32 bit float

source: When file exists:
be: Калі файл існуе:
es: Cuando el archivo exista:
et: Kui fail on olemas:
eu: Fitxategia existitzen denean:
fi: Kun tiedosto on jo olemassa:
ko: 파일이 있을 경우:
lt: Kai failas jau yra:
nb: Hvis fila eksisterer:
nl: Als het bestand al bestaat:
sl: Če datoteka že obstaja:
sr: Уколико датотека већ постоји:
sv: När filen finns:
zh_tw: 有同名檔案時：

source: Skip Prompt Overwrite
be: Прамінуць Запытаць Перазапісаць
es: Omitir Preguntar Sobreescribir
et: Jäta vahele Küsi Kirjuta üle
fi: Ohita Kehote Ylikirjoita
ko: 건너뛰기 물어보기 덮어쓰기
lt: Praleisti Klausti Perrašyti
nb: Hopp over Spør Overskriv
nl: Overslaan Om bevestiging vragen Overschrijven
sr: Прескочи Упитај Препиши
sv: Hoppa över Fråga Skriv över
zh_tw: 略過 提示 覆蓋

source: Edit Encoder Preset
be: Рэдагаваць набор налад кадавальніка
es: Editar el preajuste del codificador
et: Enkodeeri eelseadistuse muutmine
eu: Editatu kodetzailearen aurrezarpena
fi: Muokkaa enkooderin esiasetusta
ko: 인코더 프리셋 편집
lt: Taisyti koduotuvo išankstinę parinktį
nb: Rediger omkodingsoppsett
nl: Voorinstelling van codeerder bewerken
sl: Uredi predlogo nastavitev kodirnika
sr: Уреди поставке кодера
sv: Redigera förinställning för kodare
zh_tw: 編輯編碼器預設值

source: Title:
be: Назва:
es: Título:
et: Tiitel:
eu: Izenburua:
fi: Nimi:
ko: 제목:
lt: Pavadinimas:
nb: Tittel:
nl: Titel:
sl: Naslov:
sr: Назив:
sv: Titel:
zh_tw: 名稱：

source: Untitled Encoder
be: Кадавальнік бяз назвы
es: Codificador sin nombre
et: Nimetu kodeerija
eu: Kodetzaile izengabeak
fi: Nimeämätön enkooderi
ko: 제목없는 인코더
lt: Nepavadintas koduotuvas
nb: Navnløs omkoder
nl: Naamloze codeerder
sl: Neimenovan kodirnik
sr: Кодер без назива
sv: Namnlös kodare
zh_tw: 未命名編碼器

source: Output file extension:
be: Пашырэньне файла вываду:
es: Extensión del archivo de salida:
et: Väljundfaili laiend:
eu: Irteerako fitxategiaren luzapena:
fi: Ulostulon tiedostopääte:
ko: 출력 파일 확장명:
lt: Išvesties failo prievardis:
nb: Resultatfilas etternavn:
nl: Extensie van uitvoerbestand:
sl: Pripona izhodne datoteke:
sr: Наставак назива исходишне датотеке:
sv: Filändelse för utgång:
zh_tw: 輸出檔案副檔名：

source: E.g. mp3
be: Напр. mp3
es: P. ej.: mp3
et: Näiteks mp3
eu: Adibidez, mp3
fi: Esim. mp3
ko: 예: mp3
lt: Pvz., mp3
nb: F.eks. mp3
nl: Bijv. mp3
sl: Na primer: mp3
sr: Нпр. mp3
sv: T.ex. mp3
zh_tw: 例如 mp3

source: Command line:
be: Камандны радок:
es: Línea de órdenes:
et: Käsurida:
eu: Komando-lerroa:
fi: Komentorivi:
ko: 명령행:
lt: Komandų eilutė:
nb: Kommandolinje:
nl: Opdrachtregel:
sl: Ukazna vrstica:
sr: Линија наредбе:
sv: Kommandorad:
zh_tw: 指令列：

source: Example: lame - %o %i for input file, %o for output file, - for stdin
be: Прыклад: lame - %o %i для ўваходнага файла, %o для файла вываду, - для stdin
es: Ejemplo: lame - %o %i para el archivo de entrada, %o para el archivo de salida, - para stdin
et: Näide: lame - %o %i sisendfail, %o väljundfail, - stdin jaoks
eu: Adibidea: lame - %o %i sarrerako fitxategiarentzat, %o irteerako fitxategiarentzat, - irteera estandarrarentzat
fi: Esimerkki: lame - %o %i on sisääntulotiedosto, %o on ulostulotiedosto, - on stdin
ko: 예제: lame - %o 입력 파일의 경우 %i, 출력 파일의 경우 %o, stdin의 경우
lt: Pavyzdys: lame - %o %i įvesties failui, %o išvesties failui, - skirta stdin
nb: Eksempel: lame - %o %i er innfila, %o er resultatfila, - er stdin
nl: Voorbeeld: lame - %o %i voor invoerbestand, %o voor uitvoerbestand, - for stdin
sl: Zgled: lame - %o %i = vhodna datoteka, %o = izhodna datoteka, - = standardni vhod
sr: На пример: lame - %o %i за улазну датотеку, %o за исходишну датотеку, - за стандардни улаз (stdin)
sv: Exempel: lame - %o %i för inmatningsfil, %o för utmatningsfil, - för stdin
zh_tw: 例如：lame - %o %i 為輸入檔案，%o 為輸出檔案，- 為 stdin

source: <small>%o - output file name %i - temporary input file name</small>
be: <small>%o - назва файла вываду %i - назва часовага ўваходнага файла</small>
es: <small>%o - nombre del archivo de salida %i - nombre del archivo de entrada temporal</small>
et: <small>%o - väljundfaili nimi %i - ajutise sisendfaili nimi</small>
eu: <small>%o - irteerako fitxategi-izena %i - aldi baterako sarrerako fitxategi-izena</small>
fi: <small>%o - ulostulotiedoston nimi %i - väliaikaisen sisääntulotiedoston nimi</small>
ko: <small>%o - 출력할 파일 이름 %i - 임시 입력 파일 이름</small>
lt: <small>%o - išvesties failo pavadinimas %i - laikinojo įvesties failo pavadinimas</small>
nb: <small>%o - resultatfilnavn %i - midlertidig innfilnavn</small>
nl: <small>%o - uitvoerbestandnaaam %i - tijdelijke invoerbestandnaam</small>
sl: <small>%o - ime izhodne datoteke %i - začasno ime vhodne datoteke</small>
sr: <small>%o - назив излазне датотеке %i - привренени назив улазне датотеке</small>
sv: <small>%o - namn på utmatningsfil %i - namn på temporär inmatningsfil</small>
zh_tw: <small>%o - 輸出檔案名稱 %i - 臨時輸入檔案名稱</small>

source: Method:
be: Мэтад:
es: Método:
et: Meetod:
eu: Metodoa:
fi: Menetelmä:
ko: 방법:
lt: Metodas:
nb: Metode:
nl: Methode:
sl: Način:
sr: Метод:
sv: Metod:
zh_tw: 方法：

source: Pipe Temp File Source File
be: Пайп Часовы файл Зыходны файл
es: Tubería Archivo temporal Archivo original
et: Toru Temp-fail Lähtefail
fi: Putki Väliaikaistiedosto Lähdetiedosto
ko: 파이프 임시 파일 원본 파일
lt: Kanalas Laikinasis failas Šaltinio failas
nb: Rør Midlertidig fil Kildefil
nl: Pipe Tijdelijk bestand Bronbestand
sr: Цев Привремена Датотека Изворна Датотека
sv: Pipe Temporär fil Källfil

source: <b>Tag writer</b>
be: <b>Рэдактар тэгаў</b>
es: <b>Editor de etiquetas</b>
et: <b>Sildikirjutaja</b>
eu: <b>Etiketa idazlea</b>
fi: <b>Tagikirjoittaja</b>
ko: <b>태그 편집기</b>
lt: <b>Žymių rašyklė</b>
nb: <b>Skriv metadata</b>
nl: <b>Tagschrijver</b>
sl: <b>Zapisovalnik oznak</b>
sr: <b>Писач ознака</b>
sv: <b>Taggskrivare</b>
zh_tw: <b>標籤寫入器</b>

source: DSP Preset Editor
be: Рэдактар налад DSP
es: Editor de preajustes de DSP
et: DSP seadistuse redaktor
eu: DSP aurrezarpenen editorea
fi: DSP-esiasetuksen muokkain
ko: DSP 프리셋 편집기
lt: DSP išankstinių parinkčių redaktorius
nb: Redigere DSP-oppsett
nl: DSP-voorinstellingbewerker
sl: Urejevalnik predlog nastavitev DSP
sr: Уређивач поставки за диг. обраду звука
sv: DSP-förinställningsredigerare
zh_tw: DSP 預設值編輯

source: Title
be: Назва
es: Título
et: Tiitel
eu: Izenburua
fi: Nimi
ko: 제목
lt: Pavadinimas
nb: Tittel
nl: Titel
sl: Naslov
sr: Наслов
sv: Titel
zh_tw: 標題

source: Untitled DSP Preset
be: Набор налад DSP бяз назвы
es: Preajuste de DSP sin nombre
et: Nimetu DSP seadistus
eu: Izenbururik gabeko DSP aurrezarpena
fi: Nimeämätön DSP-esiasetus
ko: 제목없는 DSP 프리셋
lt: Nepavadinta DSP išankstinė parinktis
nb: Navnløst DSP-oppsett
nl: Naamloze DSP-voorinstelling
sl: Neimenovana predloga nastavitev DSP
sr: Неназвана поставка диг. обраде звука
sv: Namnlös DSP-förinställning
zh_tw: 未命名 DSP 預設值

source: Add
be: Дадаць
es: Añadir
et: Lisa
eu: Gehitu
fi: Lisää
ko: 추가하기
lt: Pridėti
nb: Legg til
nl: Toevoegen
sl: Dodaj
sr: Додај
sv: Lägg till
zh_tw: 加入

source: Remove
be: Пазбавіцца
es: Eliminar
et: Eemalda
eu: Kendu
fi: Poista
ko: 제거하기
lt: Šalinti
nb: Fjern
nl: Verwijderen
sl: Odstrani
sr: Уклони
sv: Ta bort
zh_tw: 移除

source: Configure
be: Наладзіць
es: Configurar
et: Seadistamine
eu: Konfiguratu
fi: Tee asetukset
ko: 구성하기
lt: Konfigūruoti
nb: Sett opp ...
nl: Instellen
sl: Nastavitve
sr: Подеси
sv: Anpassa
zh_tw: 設定

source: Select DSP Plugin
be: Выбраць убудову DSP
es: Seleccionar el complemento DSP
et: Vali DSP plugin
eu: Hautatu DSP plugina
fi: Valitse DSP-liitännäinen
ko: DSP 플러그인 선택
lt: Pasirinkti DSP įskeipį
nb: Velg DSP-programtillegg
nl: DSP-plug-in kiezen
sl: Izberite vstavek DSP
sr: Одабир додатка за диг. обраду звука
sv: Välj DSP-insticksmodul
zh_tw: 選取 DSP 外掛程式

source: Plugin
be: Убудова
es: Complemento
eu: Plugina
fi: Liitännäinen
ko: 플러그인
lt: Įskiepis
nb: Programtillegg
sl: Vstavek
sr: Додатак
sv: Insticksmodul
zh_tw: 外掛程式

source: Presets
be: Наборы налад
es: Preajustes
et: Eelhäälestused
eu: Aurrezarpenak
fi: Esiasetukset
ko: 프리셋
lt: Išankstinės parinktys
nb: Oppsett
nl: Voorinstellingen
sl: Predloge nastavitev
sr: Поставке
sv: Förinställningar
zh_tw: 預設值

source: The file already exists. Overwrite?
be: Файл ужо існуе. Перазапісаць?
es: El archivo ya existe. ¿Quiere sobreescribirlo?
et: Fail on juba olemas. Kas kirjutada see üle?
eu: Fitxategia dagoeneko existitzen da. Gainidatzi?
fi: Tiedosto on jo olemassa. Ylikirjoita?
ko: 같은 파일이 있습니가. 덮어쓸까요?
lt: Failas jau yra. Perrašyti?
nb: Fila finnes allerede. Overskrive?
nl: Het bestand bestaat al. Wil je het overschrijven?
sl: Datoteka že obstaja. Ali jo želite prepisati?
sr: Датотека истог назива већ постоји. Да ли да препишем преко ње?
sv: Filen finns redan. Skriva över?
zh_tw: 已有該檔案。是否覆寫？

source: Converter warning
be: Папярэджаньне канвэртара
es: Alerta del convertidor
et: Konverteerimise hoiatus
eu: Bihurtzailearen abisua
fi: Muuntimen varoitus
ko: 컨버터 경고
lt: Konverterio įspėjimas
nb: Konverteringsadvarsel
nl: Converteerwaarschuwing
sl: Opozorilo pretvornika
sr: Упозорење прекодера
sv: Konverterar varning
zh_tw: 轉檔器警告

source: Please select encoder
be: Калі ласка, выберыце кадавальнік
es: Seleccione el codificador
et: Palun vali enkodeer
eu: Mesedez hautatu kodetzailea
fi: Valitse koodekki
ko: 인코더를 선택하십시오
lt: Prašome pasirinkti koduotuvą
nb: Velg omkoder
nl: Kies een codeerder
sl: Prosimo, izberite kodirnik
sr: Одаберите кодер
sv: Välj kodare
zh_tw: 請選取編碼器

source: Converter error
be: Памылка канвэртара
es: Error del convertidor
et: Konverteerimise viga
eu: Bihurtzailearen errorea
fi: Muuntimen virhe
ko: 컨버터 오류
lt: Konverterio klaida
nb: Konverteringsfeil
nl: Converteerfout
sl: Napaka pretvornika
sr: Грешка прекодера
sv: Konverteringsfel
zh_tw: 轉檔器出錯

source: Converting...
be: Канвэртаваньне...
es: Convirtiendo…
et: Konverteerimine...
eu: Bihurtzen...
fi: Muunnetaan...
ko: 변환 중입니다...
lt: Konvertuojama...
nb: Konverterer ...
nl: Bezig met converteren…
sl: Pretvarjanje ...
sr: Прекодирам...
sv: Konverterar...
zh_tw: 正在轉檔…

source: Select folder...
be: Выбраць тэчку...
es: Seleccionar una carpeta...
et: Kausta valimine...
eu: Hautatu karpeta...
fi: Valitse kansio...
ko: 폴더 선택...
lt: Pasirinkite aplanką...
nb: Velg mappe ...
nl: Kies een map…
sl: Izberite mapo ...
sr: Одаберите директоријум...
sv: Välj mapp...
zh_tw: 選取資料夾…

source: Failed to save encoder preset
be: Не атрымалася захаваць набор налад кадавальніка
es: No se ha podido guardar el preajuste del codificador
et: Enkodeeri eelseadistuse salvestamine ebaõnnestus
eu: Huts egin du kodetzailearen aurrezarpena gordetzean
fi: Enkooderin esiasetuksen tallentaminen epäonnistui.
ko: 인코더 프리셋을 저장할 수 없습니다
lt: Nepavyko įrašyti koduotuvo išankstinės parinkties
nb: Klarte ikke å lagre omkodingsoppsett
nl: Kan codeerder-voorinstelling niet opslaan
sl: Predloge nastavitev kodirnika ni mogoče shraniti
sr: Није успело чување поставки кодера
sv: Det gick inte att spara kodad förinställd
zh_tw: 未能儲存編碼器預設值

source: Check preset folder permissions, try to pick different title, or free up some disk space
be: Праверце прадвызначана правы доступу да тэчкі, паспрабуйце выбраць іншую назву або вызваліць месца на дыску
es: Compruebe los permisos de la carpeta de preajustes, elija otro nombre o libere algo de espacio en disco
et: Kontrolli seadistuste kausta õiguseid, proovi valida teistsugune nimi või vabasta kettapinda
eu: Egiaztatu aurrezarpenen karpetaren baimenak, erabili beste izen bat edo egin leku librea diskoan
fi: Tarkista esiasetuskansion käyttöoikeudet, yritä keksiä toinen nimi tai vapauta levytilaa.
ko: 프리셋된 폴더 사용 권한을 확인하거나 다른 제목을 선택하거나 디스크 공간을 확보합니다
lt: Patikrinkite išankstinių parinkčių aplanko leidimus, pabandykite kitą pavadinimą ar atlaisvinkite vietą diske
nb: Undersøk mappetillatelser, velg et annet filnavn, eller frigjør diskplass
nl: Controleer de maprechten van de voorinstellingsmap, kies een andere titel, of maak schijfruimte vrij
sl: Preverite dovoljenja mape predloge nastavitev, izberite drugo ime ali sprostite nekaj prostora na disku.
sr: Проверите дозволе директоријума за чување поставки, дајте поставки други назив или ослободите мало простора на диску
sv: Kontrollera förinställda mappbehörigheter, försök att välja annan titel, eller frigöra lite diskutrymme
zh_tw: 檢查預設值資料夾權限、嘗試揀選另一個歌名，又或空出一些磁碟空間

source: Preset with the same name already exists. Try to pick another title.
be: Набор налад з такой назвай ужо існуе. Паспрабуйце выбраць іншую назву.
es: Ya existe un preajuste con el mismo nombre. Elija otro nombre.
et: Sama nimega eelhäälestus juba eksisteerib. Vali teistsugune nimi.
eu: Izen bereko aurrezarpen bat existitzen da dagoeneko. Aukeratu beste izenburu bat.
fi: Esiasetus samalla nimellä on jo olemassa. Yritä keksiä toinen nimi.
ko: 이름이 같은 프리셋이 이미 있습니다. 다른 제목을 선택해 보십시오.
lt: Išankstinė parinktis tokiu pavadinimu jau yra. Pasirinkite kitą pavadinimą.
nb: Fant et oppsett med samme navn. Velg et annet navn.
nl: Er is al een voorinstelling met dezelfde naam. Kies een andere naam.
sl: Predloga nastavitev s tem imenom že obstaja.
sr: Поставка са истим називом већ постоји. Покушајте са другачијим називом.
sv: Förinställd med samma namn finns redan. Försök att välja en annan titel.
zh_tw: 已有同名預設值。請揀選另一個。

source: Error
be: Памылка
et: Viga
eu: Errorea
fi: Virhe
ko: 오류
lt: Klaida
nb: Feil
nl: Foutmelding
sl: Napaka
sr: Грешка
sv: Fel
zh_tw: 錯誤

source: Add new encoder
be: Дадаць новы кадавальнік
es: Añadir un codificador nuevo
et: Lisa uus enkooder
eu: Gehitu kodetzaile berria
fi: Lisää uusi enkooderi
ko: 새 인코더 추가하기
lt: Pridėti naują koduotuvą
nb: Legg til ny omkoder
nl: Nieuwe codeerder toevoegen
sl: Dodaj nov kodirnik
sr: Додај нови кодер
sv: Lägg till ny kodare
zh_tw: 加入新編碼器

source: Edit encoder
be: Рэдагаваць кадавальнік
es: Editar el codificador
et: Enkooderi muutmine
eu: Editatu kodetzailea
fi: Muokkaa enkooderia
ko: 인코더 편집
lt: Taisyti koduotuvą
nb: Rediger omkoder
nl: Codeerder bewerken
sl: Uredi kodirnik
sr: Уреди кодер
sv: Redigera kodare
zh_tw: 編輯編碼器

source: Remove preset
be: Адкінуць набор налад
es: Eliminar el preajuste
et: Eemalda eelseadistus
eu: Kendu aurrezarpena
fi: Poista esiasetus
ko: 프리셋 제거하기
lt: Šalinti išankstinę parinktį
nb: Fjern oppsett
nl: Voorinstelling verwijderen
sl: Odstrani predlogo nastavitev
sr: Уклони поставку
sv: Ta bort förinställda
zh_tw: 移除預設值

source: This action will delete the selected preset. Are you sure?
be: Выбраны набор налад будзе выдалены. Вы ўпэўненыя?
es: Esta acción eliminará el preajuste seleccionado. ¿Está seguro?
et: See kustutab valitud eelhäälestuse. Oled sa kindel?
eu: Ekintza honek hautatutako aurrezarpena ezabatuko du. Ziur zaude?
fi: Tämä toiminto poistaa valikoidun esiasetuksen. Oletko varma?
ko: 이 작업은 선택한 선택된 프리셋을 지웁니다. 확실합니까?
lt: Šis veiksmas ištrins pasirinktą išankstinę parinktį. Ar jūs įsitikinę?
nb: Dette vil slette det valgte oppsettet. Er du sikker?
nl: Dit verwijdert de geselecteerde voorinstelling. Weet je het zeker?
sl: Ali ste prepričani, da želite izbrisati izbrano predlogo nastavitev?
sr: Овом радњом ћете обрисати одабрану поставку. Да ли то заиста желите?
sv: Denna åtgärd kommer att ta bort den valda förinställningen. Är du säker?
zh_tw: 此舉會刪除所選預設值。確定嗎？

source: Warning
be: Папярэджаньне
es: Aviso
et: Hoiatus
eu: Abisua
fi: Varoitus
ko: 경고
lt: Įspėjimas
nb: Advarsel
nl: Waarschuwing
sl: Opozorilo
sr: Упозорење
sv: Varning
zh_tw: 警告

source: Encoders
be: Кадавальнікі
es: Codificadores
et: Enkooderid
eu: Kodetzaileak
fi: Enkooderit
ko: 인코더
lt: Koduotuvai
nb: Omkodere
nl: Codeerders
sl: Kodirniki
sr: Кодери
sv: Kodare
zh_tw: 編碼器

source: Add plugin to DSP chain
be: Дадаць убудову да ланцуга DSP
es: Añadir el complemento a la cadena DSP
et: Lisa DSP plugin
eu: Gehitu plugina DSP kateari
fi: Lisää liitännäinen DSP-ketjuun
ko: DSP 체인에 플러그인 추가하기
lt: Pridėti įskiepį į DSP grandinę
nb: Legg til programtillegg i DSP-kjeden
nl: Plug-in toevoegen aan DSP-ketting
sl: Dodaj vstavek v verigo DSP
sr: Додајте додатак у оквир за диг. обраду звука
sv: Lägg till insticksmodul till DSP-kedja
zh_tw: 將外掛程式加入至 DSP 連鎖

source: Failed to save DSP preset
be: Не атрымалася захаваць налады DSP
es: No se ha podido guardar el preajuste de DSP
et: DSP seadistuse salvestamine ebaõnnestus
eu: Hutsegitea DSP aurrezarpena gordetzean
fi: DSP-esiasetuksen tallennus epäonnistui
ko: DSP 프리셋 저장 실패
lt: Nepavyko įrašyti DSP išankstinės parinkties
nb: Klarte ikke å lagre DSP-oppsett
nl: Kan DSP-voorinstelling niet opslaan
sl: Predloge nastavitev DSP ni mogoče shraniti.
sr: Неуспело чување поставки за диг. обраду звука
sv: Det gick inte att spara DSP-förinställning
zh_tw: 未能儲存 DSP 預設值

source: New DSP Preset
be: Новы набор налады DSP
es: Preajuste de DSP nuevo
et: Uus DSP seadistus
eu: DSP aurrezarpen berria
fi: Uusi DSP-esiasetus
ko: 새 DSP 프리셋
lt: Nauja DSP išankstinė parinktis
nb: Nytt DSP-oppsett
nl: Nieuwe DSP-voorinstelling
sl: Nova predloga nastavitev DSP
sr: Нова поставка за диг. обраду звука
sv: Ny DSP-förinställning
zh_tw: 新增 DSP 預設值

source: Edit DSP Preset
be: Рэдагаваць набор налад DSP
es: Editar el preajuste de DSP
et: DSP seadistuse muutmine
eu: Editatu DSP aurrezarpena
fi: Muokkaa DSP-esiasetusta
ko: DSP 프리셋 편집
lt: Taisyti DSP išankstinę parinktį
nb: Rediger DSP-oppsett
nl: DSP-voorinstelling bewerken
sl: Uredi predlogo nastavitev DSP
sr: Уреди поставку за диг. обраду звука
sv: Redigera DSP-förinställning
zh_tw: 編輯 DSP 預設值
