Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: Swap audio bytes (toggle if all you hear is static)
be: Замена байтаў аўдыё (пераключаць, калі ўсё, што чуецца - статычнае)
es: Intercambiar los bytes de audio (cambiar si lo único que escucha es estática)
et: Audiobittide vahetamine (vali, kui kuuled ainult ühtlast signaali)
eu: Trukatu audio bytak (txandakatu entzuten duzun gauza bakarra soinu estatikoa bada)
fi: Vaihda audiotavuja (käytä jos kuulet pelkkää kohinaa)
ko: 오디오 바이트 스왑 (들리는 것이 모두 정적인 경우 전환)
lt: Sukeisti garso bitus (perjunkite jei girdite trukdžius)
nb: Bytt byterekkefølge (hvis du kun hører støy)
nl: Audio-bytes verwisselen (schakel om als je slechts statische ruis hoort)
sl: Zamenjaj zvočne bajte (izberite, če slišite statiko)
sr: Замени аудио-бајт редослед (искључите ако не чујете нормалан звук)
sv: Växla ljudbitar (växla om allt du hör är statiskt)
zh_tw: 置換音訊位元組（如聽到的只是雜訊則切換）

source: Enable HVSC Songlength DB
be: Уключыць HVSC Songlength DB
es: Activar BBDD HVSC Songlength
et: Võimalda HVSC lugude pikkuste andmebaas
eu: Gaitu HVSC Songlength DB
fi: Ota käyttöön HVSC kappaleiden pituustietokanta
ko: HVSC Songlength DB 활성화
lt: Įjungti HVSC dainų trukmių DB
nb: Aktiver HVSCs låtlengdedatabase
nl: HVSC Songlength DB inschakelen
sl: Omogoči podatkovno zbirko dolžin pesmi HVSC
sr: Омогући ХВСЦ сонгленгт БП
sv: Aktivera HVSC Songlength DB
zh_tw: 啟用 HVSC 歌曲長度資料庫

source: Full path to Songlengths.md5/.txt
be: Поўны шлях да Songlengths.md5/.txt
es: Ruta completa a Songlengths.md5/.txt
et: Täispikk tee asukohta Songlengths.md5/.txt
fi: Koko polku tiedostoon Songlenghts.md5/.txt
ko: Songlength.md5/.txt의 전체 경로
lt: Pilnas kelias į Songlengths.md5/.txt
nb: Full sti til Songlengths.md5/.txt
nl: Volledig pad naar Songlengths.md5/.txt
sv: Hela sökvägen till Songlengths.md5/.txt
zh_tw: Songlengths.md5/.txt 的完整路徑

source: Bits per sample
be: Бітаў на сэмпл
es: Bits por muestra
et: Bitte sämpli kohta
fi: Bittiä per näyte
ko: 샘플별 비트 수
lt: Bitų per ėminį
nb: Bitdybde
sr: Бит по фреквенцији
sv: Bitar per sampling
zh_tw: 取樣位元

source: Default song length (sec)
be: Прадвызначаная даўжыня трэка (сэк.)
es: Duración predeterminada de la canción (s)
et: Vaikimisi pala pikkus (sek.)
eu: Kanten iraupen lehenetsia (seg)
fi: Kappaleen oletuspituus (sek)
ko: 기본 곡 길이 (초)
lt: Numatytoji dainos trukmė (s)
nb: Forvalgt låtlengde (sek)
nl: Standaardduur van nummers (sec)
sl: Privzeta dolžina skladbe (v sekundah)
sr: Подразумевано трајање песме (секунди)
sv: Standard låtlängd (sek)
zh_tw: 預設歌曲長度（秒）

source: Mono synth
be: Сынхранізацыя мона
es: Sintetizador mono
et: Mono süntesaator
ko: 모노 신디사이저
lt: Mono sintezatorius
nb: Monosynt
sr: Моно синтеза
zh_tw: 單聲道合成器

source: Preamp
be: Перадузмацненьне
es: Preamplificador
et: Eelvõimendus
fi: Esivahvistin
ko: 프리앰프
nb: Forforst.
sr: Преамп
sv: Förförstärkare
zh_tw: 前級放大器

source: Timidity++ bank configuration file
be: Файл канфігурацыі для банка Timidity++
es: Achivo de configuración del banco de Timidity++
et: Timidity++ konfiguratsioonifail
eu: Timidity++ bankuaren konfigurazio-fitxategia
fi: Timidity++ asetustiedosto
ko: Timidity++ 뱅크 구성 파일
lt: Timidity++ bank konfigūracijos failas
nb: Timidity++ bankoppsettsfil
nl: Configuratiebestand van Timidity++-bank
sl: Nastavitvena datoteka za Timidity++
sr: Подешавања за Тимидити++
sv: Timidity++ bankkonfigurationsfil
zh_tw: Timidity++ 樂器庫設定檔案

source: File extension
be: Пашырэньне файла
es: Extensión del archivo
ko: 파일 확장자
nb: Filtype
nl: Bestandsextensie
sv: Filändelse

source: Encoder command line
be: Камандны радок кадавальніка
es: Línea de comandos del codificador
ko: 인코더 명령줄
lt: Koduotuvo komandų eilutė
nb: Konverteringsverktøyets kommandolinjekall
nl: Encodering - opdrachtregel
sv: Kodarens kommandorad

source: Data transfer method
be: Спосаб перадачы даных
es: Método de transferencia de datos
ko: 데이터 전송 방법
nb: Metode for dataoverføring
nl: Gegevensoverdrachtsmethode
sv: Dataöverföringsmetod

source: Pipe (stdin)
be: Пайп (stdin)
ko: 파이프 (표준 입력)
nb: Rør (stdin)
nl: Sluizen (stdin)

source: Temporary file
be: Часовы файл
es: Archivo temporal
ko: 임시 파일
lt: Laikinasis failas
nb: Midlertidig fil
nl: Tijdelijk bestand
sl: Začasna datoteka
sv: Temporär fil

source: Source file
be: Зыходны файл
es: Archivo fuente
ko: 원본 파일
lt: Šaltinio failas
nb: Kildefil
nl: Bronbestand
sv: Källfil

source: Write ID3v2 tag
be: Запісаць тэг ID3v2
es: Escribir etiqueta ID3v2
ko: ID3v2 태그 쓰기
lt: Rašyti ID3v2 žymę
nb: Skriv ID3v2-metadata
nl: ID3v2 wegschrijven
sv: Skriv ID3v2-tagg

source: Write ID3v1 tag
be: Запісаць тэг ID3v1
es: Escribir etiqueta ID3v1
ko: ID3v1 태그 쓰기
lt: Rašyti ID3v1 žymę
nb: Skriv ID3v1-metadata
nl: ID3v1 wegschrijven
sv: Skriv ID3v1-tagg

source: Write APEv2 tag
be: Запісаць тэг APEv2
es: Escribir etiqueta APEv2
ko: APEv2 태그 쓰기
lt: Rašyti APEv2 žymę
nb: Skriv APEv2-metadata
nl: APEv2 wegschrijven
sv: Skriv APEv2-tagg

source: Write FLAC tag
be: Запісаць тэг FLAC
es: Escribir etiqueta FLAC
ko: FLAC 태그 쓰기
lt: Rašyti FLAC žymę
nb: Skriv FLAC-metadata
nl: FLAC wegschrijven
sv: Skriv FLAC-tagg

source: Write OggVorbis tag
be: Запісаць тэг OggVorbis
es: Escribir etiqueta OggVorbis
ko: OggVorbis 태그 쓰기
lt: Rašyti OggVorbis žymę
nb: Skriv OggVorbis-metadata
nl: OggVorbis wegschrijven
sv: Skriv OggVorbis-tagg

source: Write MP4 tag
be: Запісаць тэг MP4
es: Escribir etiqueta MP4
ko: MP4 태그 쓰기
lt: Rašyti MP4 žymę
nb: Skriv MP4-metadata
nl: MP4 wegschrijven
sv: Skriv MP4-tagg

source: --gui PLUGIN Tells which GUI plugin to use, default is "GTK2"
be: --gui PLUGIN Абраць убудову графічнага інтэрфэйсу; прадвызначаная «GTK2»
eu: --gui PLUGIN-ek zein GUI plugin erabili esaten du, lehenetsia "GTK2" da
sr: --gui ДОДАТАК Додатак граф. сучеља — подразумеван је „ГТК2“

source: FMT %%-syntax: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
be: %%-сынтаксіс ФМТ: [a]выканаўца, [t]назва, [b]альбом, [l]даўжыня, [n]нумар трэка, [y]год, [c]камэнтар, [r]аўтарскія правы, [e]прайшло часу
es: FMT %%-sintaxis: a: Artista, t: Título, b: Álbum, l: Duración, n: Pista, y: Año, c: Comentario, r: Copyright, e: Tiempo restante
et: FMT %%-süntaks: [a]rtist, [t]iitel, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
eu: FMT %%-sintaxia: a: artista, t: izenburua, b: albuma, l: iraupena, n: pista zenbakia, y: urtea, c: iruzkina, r: copyright-a, e: igarotakoa
fi: FMT %%-syntaksi: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
lt: FMT %%-sintaksė: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
nb: FMT %%-syntaks: [a]rtist, [t]itle, al[b]um, [l]ength, track[n]umber, [y]ear, [c]omment, copy[r]ight, [e]lapsed
sl: OBLIKA (začnite z %%): izv[a]jalec, [t] - naslov, al[b]um, [l] - trajanje, [n] - številka skladbe, [y] - leto, [c] - opomba, avto[r]ske pravice, pr[e]tečen čas
sr: FMT %%-syntax: [a]-извођач, [t]-наслов, [b]-албум, [l]-трајање, [n]-бр.песме, [y]-година, [c]-примедба, [r]-ауторска права, [e]преостало време
sv: FMT %%-syntax: artist (a), titel (t), album (b), längd (l), spårnummer (n), år (y), kommentar (c), utgiven av (r), förfluten tid (e)
zh_tw: FMT %%-句法：[a]藝人, [t]歌名, [b]專輯, [l]長度, [n]曲目, [y]年份, [c]評語, [r]版權, [e]已過時間

source: FMT syntax: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
be: Сінтаксіс ФМТ: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
es: Sintaxis FMT: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
et: FMT süntaks: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
fi: FMT syntaksi: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
lt: FMT sintaksė: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
nb: FMT-syntaks: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
sr: FMT синтакса: http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0
zh_tw: FMT 語法：http://github.com/DeaDBeeF-Player/deadbeef/wiki/Title-formatting-2.0

source: [Built-in] %s
be: [Убудаваны] %s
es: [Incorporado] %s
et: [Sisseehitatud] %s
fi: [Sisäänrakennettu] 1%s
lt: [Įtaisytas] %s
nb: [Innebygd] %s
nl: [Meegeleverd] %s
sr: [Уграђено] %s
zh_tw: [ 內建 ] %s

source: -12 dB
be: -12 дБ
sr: -12 дБ

source: +12 dB
be: +12 дБ
sr: +12 дБ

source: DSP Chain Preset
be: Набор налад ланцужкоў DSP
eu: DSP katearen aurrezarpenak
sl: Predloga nastavitev verige DSP
sr: Поставка за диг. обраду звука

source: _Load
be: _Загрузіць
eu: _Kargatu
sl: _Naloži
sr: У_читај

source: <Not set>
be: <Не прызначана>
es: <Sin asignar>
et: <Määramata>
eu: <Ez ezarrita>
fi: <Ei ole asetettu>
lt: <Nenustatyta>
sr: <Непостављено>
sv: <Ej inställd>

source: Global hotkey
be: Глябальныя гарачыя клявішы
eu: Abio-lasterreko tekla globala
sr: Опште пречице тастатуре

source: 50 ms
be: 50 мс

source: 100 ms
be: 100 мс

source: 200 ms
be: 200 мс

source: 300 ms
be: 300 мс

source: 500 ms
be: 500 мс

source: Copy of %s
be: Копія %s

source: Copy of %s (%d)
be: Копія %s (%d)

source: Scrobble URL
be: URL для скроблінга
es: URL de Scrobble
eu: Scrobble URLa
sl: Naslov URL
sr: Адреса за скроблер
sv: Scrobble-webbadress
zh_tw: Scrobble 網址

source: Relative seek table path
be: Адносны шлях табліцы пошуку
es: Ruta relativa de la tabla de búsqueda
et: Otsimistabeli relatiivne aadress
eu: Bilaketa taularen bide erlatiboa
fi: Suhteellinen hakutalukon polku
lt: Santykinis prasukimo lentelės kelias
nb: Relativ sti til søketabell
nl: Relatief pad voor zoektabel
sl: Relativna pot do razpredelnice iskalnih vrednosti
sr: Релативна путања за претраживање
sv: Relativ söktabellsväg
zh_tw: 相對搜索表格路徑

source: Absolute seek table path
be: Абсалютны шлях табліцы пошуку
es: Ruta absoluta de la tabla de búsqueda
et: Otsimistabeli absoluutne aadress
eu: Bilaketa taularen bide absolutua
fi: Absoluuttiinen hakutaulukon polku
lt: Absoliutus prasukimo lentelės kelias
nb: Absolutt sti til søketabell
nl: Absoluut pad voor zoektabel
sl: Absolutna pot do razpredelnice iskalnih vrednosti
sr: Потпуна путања за претраживање
sv: Absolut söktabellsväg
zh_tw: 絕對搜索表格路徑

source: URL:
eu: URLa:
nb: Adresse:
sr: УРЛ:
zh_tw: 網址：

source: _GPLv2
es: _GPL versión 2
sr: _ГПЛв2

source: _LGPLv2.1
es: _LGPL versión 2.1
sr: _ЛГПЛв2.1

source: ID:
es: Identificador:
eu: IDa:
fi: Tunniste:
sr: ИБ:

source: 7K
et: 5K

source: 1x
zh_tw: 1 倍

source: 2x
zh_tw: 2 倍

source: 4x
zh_tw: 4 倍

source: APEv2
sr: Уписуј АПЕв2

source: ID3v1
sr: Уписуј ИД3в1

source: OggVorbis
sr: ОГГ-Ворбис

source: FLAC
sr: ФЛАК

source: ID3v2
sr: Уписуј ИД3в2

source: DSP
sr: Дигитална обрада звука („DSP“)

source: Scope
eu: Esparrua

source: Order
eu: Ordena
sl: Vrstni red

source: Linear
eu: Lineala
sl: Zaporedno

source: Shuffle tracks
eu: Nahastu pistak
sl: Premešaj skladbe

source: Shuffle albums
eu: Nahastu albumak
sl: Premešaj albume

source: Looping
eu: Errepikapenak
sl: Ponavljanje

source: Loop all
eu: Dena errepikatu

source: Loop single song
eu: Abesti bakarra errepikatu

source: Don't loop
eu: Ez errepikatu

source: Enable Russian CP1251 detection and recoding
eu: Errusiar CP1251 detekzioa eta birkodeaketa gaitu

source: Hide "Remove From Disk" context menu item
eu: Ezkutatu "Ezabatu diskotik" laster-menuko elementua

source: Format
eu: Formatua
sl: Oblika

source: Remove From Disk
eu: Kendu diskotik

source: wildmidi: freepats config file not found. Please install timidity-freepats package, or specify path to freepats.cfg in the plugin settings.
eu: wildmidi: ez da aurkitu freepats konfigurazio-fitxategia. Mesedez instalatu timidity-freepats paketea edo zehaztu freepats.cfg fitxategirako bidea pluginaren ezarpenetan.
sl: wildmidi: Nastavitvene datoteke freepats ni mogoče najti. Prosimo, namestite paket timidity-freepats ali navedite pot to datoteke »freepats.cfg« v nastavitvah vstavkov.

source: Release device while stopped
eu: Askatu gailua geldituta dagoen bitartean
sl: Sprosti napravo, če je predvajanje zaustavljeno

source: OSS4 samplerate bug workaround
eu: OSS4 lagintze-maiztasun errorearen konponbidea
sl: Začasna rešitev napake v hitrosti vzorčenja za OSS4

source: Cache update period (hr)
eu: Cache-aren eguneraketaren epea (ordu)
sl: Hitrost osveževanja predpomnilnika (v urah)

source: Local cover file mask
eu: Azal-fitxategi lokalen maskara
sl: Maska datotek z naslovnicami

source: Fetch from last.fm
eu: Eskuratu last.fm-tik
sl: Pridobi z Last.fm

source: Fetch from albumart.org
eu: Eskuratu albumart.org-etik
sl: Pridobi z Albumart.org

source: Scale artwork towards longer side
eu: Eskalatu azala alderik handieneruntz
sl: Prilagodi velikost naslovnice daljši stranici

source: Use CDDB/FreeDB
eu: Erabili CDDB/FreeDB
sl: Uporabi CDDB/FreeDB

source: CDDB url (e.g. 'freedb.org')
eu: CDDB url-a (adibidez, 'freedb.org')
sl: Naslov CDDB (npr. »freedb.org«)

source: CDDB port number (e.g. '888')
eu: CDDB ataka zenbakia (adibidez, '888')
sl: Številka vrat CDDB (npr. »888«)

source: Prefer CDDB protocol over HTTP
eu: Hobetsi CDDB protokoloa HTTPren aurrean
sl: Uporabi protokol CDDB namesto HTTP

source: Resampling quality (0..2, higher is better)
eu: Birlaginketa kalitatea (0..2, altuagoa hobea da)
sl: Kakovost prevzorčenja (0 ... 2, večje je boljše)

source: 8-bit output (default is 16)
eu: 8-bit irteera (lehenetsia 16 da)

source: Run gtk_init with --sync (debug mode)
eu: Exekutatu gtk_init --sync aukerarekin (arazketa modua)
sl: Zaženi gtk_init z možnostjo --sync (način razhroščevanja)

source: PulseAudio server
eu: PulseAudio zerbitzaria
sl: Strežnik PulseAudio

source: Songlengths.txt (from HVSC)
eu: Songlengths.txt (HVSC-tik)
sl: Songlengths.txt (HVSC)

source: Bits per sample (8 or 16)
eu: Bitak lagineko (8 ala 16)
sl: Bitov na vzorec (8 ali 16)

source: Target Samplerate
eu: Helburuko lagintze-maiztasuna
sl: Ciljna hitrost vzorčenja

source: Automatic Samplerate (overrides Target Samplerate)
eu: Lagintze-maiztasun automatikoa (helburuko lagintze-maiztasuna indargabetzen du)
sl: Samodejna hitrost vzorčenja (prepiše ciljno hitrost vzorčenja)

source: Disable gapless playback (faster scanning)
eu: Hutsunerik gabeko erreprodukzioa ezgaitu (eskaneatze azkarragoa)

source: Prefer Ken emu over Satoh (surround won't work)
eu: Ken emuladorea Satoh-en gainetik hobetsi (surround ez da ibiliko)

source: Enable surround
eu: Surround gaitu

source: Files will be lost. Proceed? (This dialog can be turned off in GTKUI plugin settings)
eu: FItxategiak galdu egingo dira. Jarraitu? (Hizketa hau GTK UI plugin aukeretan desgaitu daiteke)

source: Stopped | %d tracks | %s total playtime
sl: Zaustavljeno | %d skladb | Skupni čas predvajanja: %s

source: Paused |
sl: Premor |

source: %s%s %s| %dHz | %d bit | %s | %d:%02d / %s | %d tracks | %s total playtime
sl: %s%s %s| %d Hz | %d bitov | %s | %d:%02d / %s | %d skladb | Skupni čas predvajanja: %s

source: Replaygain mode:
sl: ReplayGain:

source: Disable
sl: Onemogočeno

source: Replaygain peak scale
sl: Prilagajanje vrha ReplayGain

source: Replaygain preamp:
sl: Predojačanje ReplayGain:

source: Global preamp:
sl: Splošno predojačanje:

source: Foreground
sl: Barva

source: Background
sl: Ozadje

source: Seekbar/Volumebar colors
sl: Barva vrstice iskanja/glasnosti

source: Middle
sl: Ozadje

source: Light
sl: 1. obroba

source: Dark
sl: 2. obroba

source: Base
sl: Osnova

source: Text
sl: Besedilo

source: Tab strip colors
sl: Barva zavihkov

source: Override (looses GTK treeview theming, but speeds up rendering)
sl: Omogoči (prepiše temo GTK+, vendar pospeši izrisovanje)

source: Even row
sl: Soda vrstica

source: Odd row
sl: Liha vrstica

source: Selected row
sl: Izbrana vrstica

source: Selected text
sl: Izbrano besedilo

source: Cursor
sl: Kazalnik

source: Playlist colors
sl: Barva seznama predvajanja

source: Colors
sl: Barve

source: Add field
sl: Dodaj polje

source: Remove field
sl: Odstrani polje

source: e.g.: --nowplaying "%%a - %%t" should print "artist - title"
sl: npr.: --nowplaying »%%a - %%t« izpiše »izvajalec - naslov«

source: Item Index Playing Album Art Artist - Album Artist Album Title Duration Track Number Band / Album Artist Custom
sl: Številka skladbe Predvajanje Naslovnica albuma Izvajalec - Album Izvajalec Album Naslov Trajanje Številka skladbe Skupina / Izvajalec albuma Po meri

source: Left Right
sl: Levo Desno

source: Disable Track Album
sl: Onemogočeno Skladba Album

source: Extension (e.g. .mp3) will be appended automatically. Leave the field empty for default (%a - %t).
sl: Pripona (npr. mp3) bo pripeta samodejno. Za privzeto vrednost (%a - %t) pustite polje prazno.
