Repository: DeaDBeeF-Player/deadbeef
Catalog: po/*.po
Languages: be, es, et, eu, fi, ko, lt, nb, nl, sl, sr, sv, zh_tw

source: --nowplaying-tf FMT Print formatted track name to stdout, using the new title formatting
be: --nowplaying-tf ФМТ Надрукаваць у stdout адфарматаваную назву трэка, ужываючы новы фармат загалоўка
es: --nowplaying-tf FMT Envía por la salida estándar el nombre formateado de la pista, usando el formato de título nuevo
et: --nowplaying-tf FMT Prindib pala vormindatud nime stdout-i, kasutades uut pealkirja vormingut
fi: --nowplaying-tf FMT Tulosta muotoiltu kappaleennimi stdout virtaan käyttämällä uutta otsikon muotoilua
ko: --nowplaying-tf FMT 새 제목 형식을 사용하여 포맷된 곡 이름을 표준출력으로 인쇄
lt: --nowplaying-tf FMT Išvesti formatuotą takelio pavadinimą į stdout, naudojant naująjį pavadinimo formatavimą
nb: --nowplaying-tf FMT Skriv formatert spornavn to stdout, med den nye typen tittelformatering
nl: --nowplaying-tf FMT Opgemaakte titel van nummer printen naar stdout middels de nieuwe titelopmaak
sr: --nowplaying-tf FMT Штампај форматирано име песме на stdout, користећи нови начин форматирања
sv: --nowplaying-tf FMT Skriv ut formaterat spårnamn till stdout med den nya titelformateringen
zh_tw: --nowplaying-tf FMT 會使用新的標題格式將格式化的歌名輸出至 stdout

source: example: --nowplaying-tf "%%artist%% - %%title%%" should print "artist - title"
be: напрыклад: --nowplaying-tf «%%artist%% - %%title%%» надрукуе «выканаўца - назва»
es: ejemplo: --nowplaying-tf «%%artist%% - %%title%%» mostraría «artista - título»
et: näide: --nowplaying-tf "%%artist%% - %%title%%" peaks printima "esitaja - pealkiri"
fi: esimerkki: --nowplaying-tf "%% artist 1%% - %% title 1%%" pitäisi tulostaa "artist - title"
ko: 예제: --nowplaying-tf "%%artist%% - %%title%%" 하면 "아티스트 - 제목"으로 표시됩니다
lt: pavyzdys: --nowplaying-tf "%%artist%% - %%title%%" turėtų atvaizduoti "atlikėjas - pavadinimas"
nb: eksempel: --nowplaying-tf "%%artist%% - %%title%%" vil skrive "artist - tittel"
nl: voorbeeld: --nowplaying-tf "%%artist%% - %%title%%" zou "artist - title" moeten printen
sr: пример: --nowplaying-tf "%%artist%% - %%title%%" треба да штампа "извођач - име песма"
sv: exempel: --nowplaying-tf "%%artist%% - %%title%%" bör skriva ut "artist - title"
zh_tw: 例如：--nowplaying-tf "%%artist%% - %%title%%" 會顯示 "藝人 - 歌名"

source: --volume [NUM] Print or set deadbeef volume level.
be: --volume [ЛІК] Вывесьці або задаць узровень гучнасьці deadbeef.
es: --volume NUM Muestra o configura el volumen.
et: --volume [NUM] Prindib või määrab helitaseme.
fi: --volume [NUM] Tulosta tai aseta deadbeef:in äänen voimakkuus.
ko: --volume [NUM] Deadbeef 음량 단계 인쇄 또는 지정 .
lt: --volume [SKAIČIUS] Parodyti ar nustatyti deadbeef garsio lygį.
nb: --volume [NUM] Skriv eller velg deadbeefs volumnivå.
nl: --volume [NUM] Print het deadbeef-volumeniveau of stel dit in.
sr: --volume [NUM] Штампај или постави deadbeef ниво јачине звука.
sv: --volume [NUM] Skriv ut eller ställ in volymnivå för deadbeef.
zh_tw: --volume [NUM] 顯示或設定 deadbeef 的音量

source: The NUM parameter can be specified in percents (absolute value or increment/decrement)
be: Парамэтар ЛІК можа быць вызначаны ў адсотках (абсалютнае значэньне або павелічэньне ці памяншэньне)
es: El parámetro NUM puede especificarse en porcentaje (valor absoluto o incremento/reducción)
et: NUM parameetrit saab täpsustada protsentides (absoluutväärtus või juurdekasv/vähenemine)
fi: NUM parametri voidaan määritellä prosentteina (absoluuttinen arvo tai lisäyksenä/vähennyksenä)
ko: NUM 매개변수를 백분율로 지정할 수 있음 (절대 값 또는 증가/감소)
lt: Parametras NUM gali būti nurodytas procentais (absoliučia reikšme arba padidėjimu/sumažėjimu)
nb: NUM-parameteren kan angis i prosent (absoluttverdi eller økning/reduksjon)
nl: De NUM-parameter kan worden gespecificeerd in procenten (absolute waarde of verhoging/verlaging)
sv: NUM-parametern kan anges i procent (absolut värde eller ökning/minskning)

source: or in dB [-50, 0] (if with suffix).
be: або ў дБ [-50, 0] (калі з суфіксам).
es: o en dB [-50, 0] (si es con sufijo).
et: või dB-des [-50, 0] (kui järelliitega).
fi: tai dB:issä [-50, 0] (jos yksikön kanssa).
ko: 또는 dB [-50, 0] (suffix가 있는 경우).
lt: ar išreiškiant dB [-50, 0] (jei su priesaga).
nb: eller i dB [-50, 0] (bruk i så fall suffiks).
nl: of in dB [-50, 0] (indien een voorvoegsel aanwezig is).
sv: eller i dB [-50, 0] (om med suffix).

source: Examples: --volume 80, --volume +10, --volume -5 or --volume -20dB
be: Прыклады: --volume 80, --volume +10, --volume -5 або --volume -20dB
es: Ejemplos: --volume 80, --volume +10, --volume -5 o --volume -20dB
et: Näited: --volume 80, --volume +10, --volume -5 või --volume -20dB
fi: Esimerkit: --volume 80, --volume +10, --volume -5 tai --volume -20dB
ko: 예제: --volume 80, --volume +10, --volume -5 or --volume -20dB
lt: Pavyzdžiai: --volume 80, --volume +10, --volume -5 ar --volume -20dB
nb: Eksempler: --volume 80, --volume +10, --volume -5 eller --volume -20dB
nl: Voorbeeld: --volume 80, --volume +10, --volume -5, of --volume -20dB
sv: Exempel: --volume 80, --volume +10, --volume -5 or --volume -20dB

source: --plugin=[PLUG] Send commands to a specific plugin. Use PLUG=main to send commands to deadbeef itself.
be: --plugin=[PLUG] Адправіць каманды да пэўнай убудовы. Ужывайце PLUG=main для адпраўкі каманд непасрэдна deadbeef.
es: --plugin=[PLUG] Enviar comandos a un plugin específico. Utilice PLUG=main para enviar comandos al propio deadbeef.
ko: --plugin=[PLUG] 특정 플러그인에 명령을 보냅니다. PLUG=main을 사용하여 deadbeef 자체에 명령을 보냅니다.
nb: --plugin=[PLUG] Send kommando til valgt tillegg. Velg PLUG=main for å sende kommandoer til selve deadbeef.
nl: --plugin=[PLUG] Verstuur opdrachten naar een specifieke plug-in. Gebruik PLUG=main om opdrachten naar deadbeef zelf te versturen.
sv: --plugin=[PLUG] Skicka kommandon till en specifik insticksmodul. Använd PLUG=main för att skicka kommandon till deadbeef själv.

source: To get plugin specific commands use --plugin=[PLUG] --help
be: Каб даведацца пра каманды пэўнай убудовы, ужывайце --plugin=[PLUG] --help
es: Para obtener los comandos específicos del plugin, utilice --plugin=[PLUG] --help
ko: 플러그인 특정 명령을 얻으려면 --plugin=[PLUG] --help를 사용하십시오
nb: Bruk --plugin=[PLUG] --help for å liste ut kommandoer som er spesifikke for tillegget
nl: Gebruik --plugin=[PLUG] --help voor een overzicht van plug-in-specifieke opdrachten
sv: För att få insticksmodul specifika kommandon använd --plugin=[PLUG] --help

source: --plugin-list List all available plugins including indication for plugins that support commands.
be: --plugin-list Вывесьці сьпіс усіх убудоў зь індыкацыяй тых, якія падтрымліваюць каманды.
es: --plugin-list Lista de todos los plugins disponibles, incluyendo la indicación de los plugins que soportan comandos.
ko: --plugin-list 명령을 지원하는 플러그인에 대한 표시를 포함하여 사용 가능한 모든 플러그인을 나열합니다.
nb: --plugin-list Lister ut alle tilgjengelige tillegg og om de støtter kommandoer.
nl: --plugin-list Toon alle beschikbare plug-ins, inclusief indicaties van plug-ins die opdrachten ondersteunen.
sv: --plugin-list Lista alla tillgängliga insticksmoduler inklusive indikationer för insticksmoduler som stöder kommandon.

source: Default
be: Прадвызначана
es: Por defecto
et: Vaikimisi
eu: Lehenetsia
fi: Oletus
ko: 기본
lt: Numatytasis
nb: Standard
nl: Standaard
sl: Privzeto
sr: Подразумевано
sv: Standard
zh_tw: 預設

source: Stereo
be: Стэрэа
es: Estéreo
eu: Estereo
ko: 스테레오
sr: Стерео
zh_tw: 立體聲

source: Yes
be: Так
es: Sí
et: Jah
eu: Bai
fi: Kyllä
ko: 예
lt: Taip
nb: Ja
nl: Ja
sl: Da
sr: Да
sv: Ja
zh_tw: 是

source: No
be: Не
et: Ei
eu: Ez
fi: Ei
ko: 아니오
lt: Ne
nb: Nei
nl: Nee
sl: Ne
sr: Не
sv: Nej
zh_tw: 否

source: mono
be: мона
es: monoaural
ko: 모노
sr: моно
zh_tw: 單聲道

source: stereo
be: стэрэа
es: estéreo
ko: 스테레오
sr: стерео
zh_tw: 立體聲

source: Track Title
be: Назва трэка
es: Título de la pista
et: Pala nimi
eu: Pistaren izenburua
fi: Raidan otsikko
ko: 곡 제목
lt: Takelio pavadinimas
nb: Sportittel
nl: Titel van nummer
sl: Naslov skladbe
sr: Наслов песме
sv: Spårtitel
zh_tw: 歌曲名稱

source: Performer
be: Выканаўца
es: Intérprete
et: Esitaja
eu: Interpretatzailea
fi: Esittäjä
ko: 연주자
lt: Atlikėjas
nb: Utøver
nl: Artiest
sl: Izvajalec
sr: Извођач
sv: Artist
zh_tw: 演唱

source: Total Tracks
be: Усяго трэкаў
es: Total de pistas
et: Palasid kokku
eu: Pistak guztira
fi: Raitoja yhteensä
ko: 전체 곡
lt: Viso takelių
nb: Totalt antall spor
nl: Totaal aantal nummers
sl: Število skladb
sr: Укупно песмама
sv: Totala spår
zh_tw: 總歌曲數

source: Genre
be: Жанр
es: Género
et: Žanr
eu: Generoa
fi: Tyylilaji
ko: 쟝르
lt: Žanras
nb: Sjanger
sl: Zvrst
sr: Жанр
zh_tw: 種類

source: Composer
be: Кампазытар
es: Compositor
et: Helilooja
eu: Konpositorea
fi: Säveltäjä
ko: 작곡자
lt: Kompozitorius
nb: Komponist
nl: Componist
sl: Skladatelj
sr: Композитор
sv: Kompositör
zh_tw: 作曲

source: Disc Number
be: Нумар дыска
es: Número del disco
et: Plaadi number
eu: Disko zenbakia
fi: Levyn numero
ko: 디스크 번호
lt: Disko numeris
nb: Disknummer
nl: Schijfnummer
sl: Številka diska
sr: Број диска
sv: Skivnummer
zh_tw: 碟號

source: Total Discs
be: Дыскаў агулам
es: Total de discos
et: Plaate kokku
fi: Levyjä Yhteensä
ko: 전체 디스크
lt: Viso diskų
nb: Totalt antall disker
nl: Totaal aantal schijven
sr: Укупно Дискова
sv: Skivor totalt
zh_tw: 總碟數

source: Comment
be: Камэнтар
es: Comentario
et: Kommentaar
eu: Iruzkina
fi: Kommentti
ko: 코멘트
lt: Komentaras
nb: Kommentar
nl: Opmerking
sl: Opomba
sr: Напомена
sv: Kommentar
zh_tw: 評語

source: Encoder / Vendor
be: Кадавальнік / Пастаўшчык
es: Codificador / Proveedor
et: Enkooder / Tootja
eu: Kodetzailea / Saltzailea
fi: Enkooderi / toimittaja
ko: 인코더 / 벤더
lt: Koduotuvas / Gamintojas
nb: Omkoder / leverandør
nl: Encoder / Verkoper
sl: Kodirnik
sr: Енкодер / Испоручилац
sv: Kodare / Leverantör
zh_tw: 編碼器 / 生產者

source: Copyright
be: Аўтарскія правы
es: Derechos de autor
et: Autoriõigus
eu: Copyright-a
fi: Tekijänoikeus
ko: 저작권
lt: Autorių teisės
nb: Opphavsrett
nl: Auteursrecht
sl: Avtorske pravice
sr: Ауторска права
zh_tw: 版權

source: Location
be: Разьмяшчэньне
es: Ubicación
et: Asukoht
eu: Kokapena
fi: Sijainti
ko: 위치
lt: Vieta
nb: Adresse
nl: Locatie
sl: Mesto
sr: Додај место
sv: Plats
zh_tw: 位址

source: Subtrack Index
be: Індэкс укладзенага трэка
es: Índice de la subpista
et: Alampala indeks
eu: Azpi-pista indizea
fi: Aliraitaindeksi
ko: 하위 곡 색인
lt: Potakelio rodyklė
nb: Undersporets indeks
nl: Subnummer-index
sl: Številka podskladbe
sr: Ред.бр. нумере на албуму
sv: Underspårindex
zh_tw: 子曲目索引

source: Tag Type(s)
be: Тып(ы) тэга(ў)
es: Tipos de etiquetas
et: Sildi tüüp/tüübid
eu: Etiketa mota(k)
fi: Tagien tyypit
ko: 태그 종류
lt: Žymių tipas(-ai)
nb: Metadatatype(r)
sl: Vrsta oznake
sr: Тип(ови) ознаке
sv: Tagg-kategori(er)
zh_tw: 標籤類型

source: Embedded Cuesheet
be: Убудаваны cue-сьпіс
es: Hoja cue incrustada
et: Põimitud kavaleht
eu: Txertatutako cue-orria
fi: Sisällytetty cuesheet
ko: 임베드된 큐시트
lt: Įtaisytas Cuesheet
nb: Innebygd cuesheet
nl: Ingesloten informatietekst
sl: Vgrajena predloga podatkov
sr: Угњеждени Cuesheet
sv: Inbäddat körschema
zh_tw: 內置曲目表（Cuesheet）

source: Previous or Restart Current Track
be: Папярэдні або перазапуск бягучага трэка
es: Anterior o reiniciar la pista actual
ko: 이전 또는 현재 곡 다시 시작
nb: Forrige eller spol tilbake gjeldende spor
nl: Vorige of huidige nummer herstarten
sv: Föregående eller starta om aktuellt spår

source: Duplicate Playlist
be: Дубляваць плэй-ліст
es: Duplicar lista de reproducción
ko: 재생목록 복제
lt: Dubliuoti grojaraštį
nb: Dupliser spilleliste
nl: Afspeellijst klonen
sv: Duplicera spellista

source: Jump to Currently Playing Track
be: Перайсьці да трэка, які зараз прайграецца
es: Saltar a la pista que se está reproduciendo
ko: 현재 재생 중인 곡으로 이동
nb: Hopp til sporet som spiller
nl: Spoelen naar momenteel afspelend nummer
sv: Hoppa till det spår som spelas just nu

source: Skip to
be: Перайсьці да
es: Saltar a
et: Hüppa kohale
fi: Siirry
ko: 다음으로 건너뛰기
lt: Peršokti į
nb: Gå til
nl: Spoelen naar
sr: Прескочи на
sv: Hoppa till
zh_tw: 跳至

source: Previous Genre
be: Папярэдні жанр
es: Género anterior
ko: 이전 장르
lt: Ankstesnis žanras
nb: Forrige sjanger
nl: Vorig genre
sv: Föregående genre

source: Previous Composer
be: Папярэдні кампазытар
es: Compositor anterior
ko: 이전 작곡가
lt: Ankstesnis kompozitorius
nb: Forrige komponist
nl: Vorige componist
sv: Föregående kompositör

source: Previous Artist
be: Папярэдні выканаўца
es: Artista anterior
ko: 이전 아티스트
lt: Ankstesnis atlikėjas
nb: Forrige artist
nl: Vorige artiest
sv: Föregående artist

source: Previous Album
be: Папярэдні альбом
es: Álbum anterior
ko: 이전 앨범
lt: Ankstesnis albumas
nb: Forrige album
nl: Vorig album
sv: Föregående album

source: Next Genre
be: Наступны жанр
es: Género siguiente
ko: 다음 장르
lt: Kitas žanras
nb: Neste sjanger
nl: Volgend genre
sv: Nästa genre

source: Next Composer
be: Наступны кампазытар
es: Compositor siguiente
ko: 다음 작곡가
lt: Kitas kompozitorius
nb: Neste komponist
nl: Volgende componist
sv: Nästa kompositör

source: Next Artist
be: Наступны выканаўца
es: Artista siguiente
ko: 다음 아티스트
lt: Kitas atlikėjas
nb: Neste artist
nl: Volgende artiest
sv: Nästa artist

source: Next Album
be: Наступны альбом
es: Álbum siguiente
ko: 다음 앨범
lt: Kitas albumas
nb: Neste album
nl: Volgend album
sv: Nästa album

source: Next Playlist
be: Наступны плэй-ліст
es: Lista de reproducción siguiente
et: Järgmine esitusloend
fi: Seuraava Soittolista
ko: 다음 재생목록
lt: Kitas grojaraštis
nb: Neste spilleliste
nl: Volgende afspeellijst
sr: Следећа Плејлиста
sv: Nästa spellista
zh_tw: 下一個播放清單

source: Previous Playlist
be: Папярэдні плэй-ліст
es: Lista de reproducción anterior
ko: 이전 재생목록
lt: Ankstesnis grojaraštis
nb: Forrige spilleliste
nl: Vorige afspeellijst
sv: Föregående spellista

source: Switch to Playlist 10
be: Перайсьці да плэй-ліста 10
es: Cambiar a lista de reproducción 10
ko: 재생목록 10으로 전환
lt: Perjungti į grojaraštį 10
nb: Vis spilleliste 10
nl: Overschakelen naar afspeellijst 10
sv: Växla till Spellista 10

source: Switch to Playlist 9
be: Перайсьці да плэй-ліста 9
es: Cambiar a lista de reproducción 9
ko: 재생목록 9로 전환
lt: Perjungti į grojaraštį 9
nb: Vis spilleliste 9
nl: Overschakelen naar afspeellijst 9
sv: Växla till Spellista 9

source: Switch to Playlist 8
be: Перайсьці да плэй-ліста 8
es: Cambiar a lista de reproducción 8
ko: 재생목록 8로 전환
lt: Perjungti į grojaraštį 8
nb: Vis spilleliste 8
nl: Overschakelen naar afspeellijst 8
sv: Växla till Spellista 8

source: Switch to Playlist 7
be: Перайсьці да плэй-ліста 7
es: Cambiar a lista de reproducción 7
ko: 재생목록 7로 전환
lt: Perjungti į grojaraštį 7
nb: Vis spilleliste 7
nl: Overschakelen naar afspeellijst 7
sv: Växla till Spellista 7

source: Switch to Playlist 6
be: Перайсьці да плэй-ліста 6
es: Cambiar a lista de reproducción 6
ko: 재생목록 6으로 전환
lt: Perjungti į grojaraštį 6
nb: Vis spilleliste 6
nl: Overschakelen naar afspeellijst 6
sv: Växla till Spellista 6

source: Switch to Playlist 5
be: Перайсьці да плэй-ліста 5
es: Cambiar a lista de reproducción 5
ko: 재생목록 5로 전환
lt: Perjungti į grojaraštį 5
nb: Vis spilleliste 5
nl: Overschakelen naar afspeellijst 5
sv: Växla till Spellista 5

source: Switch to Playlist 4
be: Перайсьці да плэй-ліста 4
es: Cambiar a lista de reproducción 4
ko: 재생목록 4로 전환
lt: Perjungti į grojaraštį 4
nb: Vis spilleliste 4
nl: Overschakelen naar afspeellijst 4
sv: Växla till Spellista 4

source: Switch to Playlist 3
be: Перайсьці да плэй-ліста 3
es: Cambiar a lista de reproducción 3
ko: 재생목록 3으로 전환
lt: Perjungti į grojaraštį 3
nb: Vis spilleliste 3
nl: Overschakelen naar afspeellijst 3
sv: Växla till Spellista 3

source: Switch to Playlist 2
be: Перайсьці да плэй-ліста 2
es: Cambiar a lista de reproducción 2
ko: 재생목록 2로 전환
lt: Perjungti į grojaraštį 2
nb: Vis spilleliste 2
nl: Overschakelen naar afspeellijst 2
sv: Växla till Spellista 2

source: Switch to Playlist 1
be: Перайсьці да плэй-ліста 1
es: Cambiar a lista de reproducción 1
ko: 재생목록 1로 전환
lt: Perjungti į grojaraštį 1
nb: Vis spilleliste 1
nl: Overschakelen naar afspeellijst 1
sv: Växla till Spellista 1

source: Sort Randomize
be: Сартаваць выпадкова
es: Ordenar al azar
et: Sorteeri juhuslikult
fi: Järjestä Satunnaisesti
ko: 무작위화 정렬
lt: Atsitiktinė tvarka
nb: Tilfeldig sortering
nl: Willekeurig sorteren
sr: Сортирај Насумично
sv: Sortera blandat
zh_tw: 亂數排序

source: Sort by Date
be: Сартаваць па даце
es: Ordenar por fecha
ko: 날짜순으로 정렬
lt: Rikiuoti pagal datą
nb: Sorter etter dato
nl: Sorteren op datum
sv: Sortera efter datum

source: Sort by Artist
be: Сартаваць па выканаўцы
es: Ordenar por artista
ko: 아티스트별로 정렬
lt: Rikiuoti pagal atlikėją
nb: Sorter etter artist
nl: Sorteren op artiest
sv: Sortera efter artist

source: Sort by Album
be: Сартаваць па альбоме
es: Ordenar por álbum
ko: 앨범별로 정렬
lt: Rikiuoti pagal albumą
nb: Sorter etter album
nl: Sorteren op album
sv: Sortera efter album

source: Sort by Track Number
be: Сартаваць па нумары трэка
es: Ordenar por número de pista
ko: 곡 번호순으로 정렬
lt: Rikiuoti pagal takelio numerį
nb: Sorter etter spornummer
nl: Sorteren op volgnummer
sv: Sortera efter spårnummer

source: Sort by Title
be: Сартаваць па назьве
es: Ordenar por título
ko: 제목별로 정렬
lt: Rikiuoti pagal pavadinimą
nb: Sorter etter tittel
nl: Sorteren op titel
sv: Sortera efter titel

source: Invert Selection
be: Інвэртаваць вылучэньне
es: Invertir la selección
et: Pööra valik
fi: Teen Käänteinen Valinta
ko: 선택 반전
lt: Invertuoti žymėjimą
nb: Inverter utvalg
nl: Selectie omkeren
sr: Инвертуј Селекцију
sv: Invertera val
zh_tw: 反轉選擇

source: Clear Playlist
be: Ачысьціць плэй-ліст
es: Borrar la lista de reproducción
et: Tühjenda esitusloend
fi: Tyhjennä Soittolista
ko: 재생목록 지우기
lt: Išvalyti grojaraštį
nb: Tøm spilleliste
nl: Afspeellijst wissen
sr: Очисти Плејлисту
sv: Rensa spellista
zh_tw: 清除播放清單

source: Add to Playback Queue
be: Дадаць да чаргі прайграваньня
es: Agregar a la cola de reproducción
ko: 재생 대기열에 추가하기
lt: Pridėti į atkūrimo eilę
nb: Legg til i avspillingskøen
nl: Toevoegen aan afspeelwachtrij
sv: Lägg till i uppspelningskö

source: Add to Front of Playback Queue
be: Дадаць наперад чаргі прайграваньня
es: Agregar al principio de la cola de reproducción
ko: 재생 대기열 앞에 추가하기
nb: Legg til først i avspillingskøen
nl: Toevoegen bovenaan afspeelwachtrij
sv: Lägg till längst fram i uppspelningskön

source: Toggle in Playback Queue
be: Пераключыць у чарзе прайграваньня
es: Alternar en la cola de reproducción
ko: 재생 대기열에서 전환하기
nb: Legg til i/fjern fra avspillingskøen
nl: Schakelen in afspeelwachtrij
sv: Växla i uppspelningskö

source: Move
be: Перамясьціць
es: Mover
et: Liikumine
fi: Siirrä
ko: 이동
lt: Perkelti
nb: Flytt
nl: Verplaatsen
sr: Помери
sv: Flytta
zh_tw: 移動

source: Move Tracks Down
be: Перамясьціць трэк ніжэй
es: Mover las pistas hacia abajo
et: Liiguta palasid alla
fi: Siirrä Raitoja Alas
ko: 곡 아래로 이동
lt: Nuleisti takelius
nb: Flytt sporene nedover
nl: Nummers omlaag verplaatsen
sr: Помери песме доле
sv: Flytta spår ner
zh_tw: 下移音軌

source: Move Tracks Up
be: Перамясьціць трэк вышэй
es: Mover las pistas hacia arriba
et: Liiguta palasid üles
fi: Siirrä Raitoja Ylös
ko: 곡 위로 이동
lt: Pakelti takelius
nb: Flytt sporene oppover
nl: Nummers omhoog verplaatsen
sr: Помери песме горе
sv: Flytta spår upp
zh_tw: 上移音軌

source: Toggle Mute
be: Пераключыць бязгучнасьць
es: Silenciar
et: Helivaigistamise ümberlülitamine
fi: Kytke Vaiennus Päälle\/Pois
ko: 음소거 전환
lt: Perjungti garso nutildymą
nb: Demping av/på
nl: Dempen/Ontdempen
sr: Укључи/Искључи звук
sv: Växla ljud av/på
zh_tw: 切換靜音

source: Toggle Pause
be: Пераключыць паўзу
es: Pausar
et: Pausi lülitamine
fi: Kytke Tauko Päälle\/Pois
ko: 일시정지 전환
lt: Perjungti pristabdymą
nb: Pause av/på
nl: Pauzeren/Hervatten
sr: Укључи/Искључи паузу
sv: Växla pausa
zh_tw: 切換暫停

source: Play\/Pause
be: Прайграць\/прыпыніць
es: Reproducción\/pausa
et: Esitus\/Paus
fi: Toista\/Tauko
ko: 재생\/일시정지
lt: Atkurti\/Pristabdyti
nb: Spill\/pause
nl: Afspelen/Pauzeren
sr: Репродукција\/Пауза
sv: Spela\/Pausa
zh_tw: 播放/暫停

source: Play Next Album
be: Прайграць наступны альбом
ko: 다음 앨범 재생하기
lt: Atkurti kitą albumą
nb: Spill neste album
nl: Volgend album afspelen
sv: Spela nästa album

source: Play Previous Album
be: Прайграць папярэдні альбом
ko: 이전 앨범 재생하기
lt: Atkurti ankstesnį albumą
nb: Spill forrige album
nl: Vorig album afspelen
sv: Spela föregående album

source: Play Random Album
be: Прайграць выпадковы альбом
ko: 임의로 앨범 재생하기
lt: Atkurti atsitiktinį albumą
nb: Spill tilfeldig album
nl: Willekeurig album afspelen
sv: Spela slumpmässigt album

source: Seek 1s Forward
be: Адматаць 1с наперад
es: Avanzar 1 s
et: Kerimine 1s edasi
fi: Siirry 1s Eteenpäin
ko: 1초 앞으로 탐색
lt: Prasukti 1 sek. pirmyn
nb: Spol 1 s framover
nl: 1s vooruitspoelen
sr: Напред за 1с
sv: Sök 1s framåt
zh_tw: 快進 1 秒

source: Seek 1s Backward
be: Адматаць 1с назад
es: Retroceder 1 s
et: Kerimine 1s tagasi
fi: Siirry 1s Taaksepäin
ko: 1초 뒤로 탐색
lt: Prasukti 1 sek. atgal
nb: Spol 1 s bakover
nl: 1s terugspoelen
sr: Назад за 1с
sv: Sök 1s bakåt
zh_tw: 倒回 1 秒

source: Seek 5s Forward
be: Адматаць 5с наперад
es: Avanzar 5 s
et: Kerimine 5s edasi
fi: Siirry 5s Eteenpäin
ko: 5초 앞으로 탐색
lt: Prasukti 5 sek. pirmyn
nb: Spol 5 s framover
nl: 5s vooruitspoelen
sr: Напред за 5с
sv: Sök 5s framåt
zh_tw: 快進 5 秒

source: Seek 5s Backward
be: Адматаць 5с назад
es: Retroceder 5 s
et: Kerimine 5s tagasi
fi: Siirry 5s Taaksepäin
ko: 5초 뒤로 탐색
lt: Prasukti 5 sek. atgal
nb: Spol 5 s bakover
nl: 5s terugspoelen
sr: Назад за 5с
sv: Sök 5s bakåt
zh_tw: 倒回 5 秒

source: Seek 1% Forward
be: Адматаць 1% наперад
es: Avanzar un 1%
et: Kerimine 1% edasi
fi: Siirry 1% Eteenpäin
ko: 1% 앞으로 탐색
lt: Prasukti 1% pirmyn
nb: Spol 1% framover
nl: 1% vooruitspoelen
sr: Напред за 1%
sv: Sök 1% framåt
zh_tw: 快進 1%

source: Seek 1% Backward
be: Адматаць 1% назад
es: Retroceder un 1%
et: Kerimine 1% tagasi
fi: Siirry 1% Taaksepäin
ko: 1% 뒤로 탐색
lt: Prasukti 1% atgal
nb: Spol 1% bakover
nl: 1% terugspoelen
sr: Назад за 1%
sv: Sök 1% bakåt
zh_tw: 倒回 1%

source: Seek 5% Forward
be: Адматаць 5% наперад
es: Avanzar un 5%
et: Kerimine 5% edasi
fi: Siirry 5% Eteenpäin
ko: 5% 앞으로 탐색
lt: Prasukti 5% pirmyn
nb: Spol 5% framover
nl: 5% vooruitspoelen
sr: Напред за 5%
sv: Sök 5% framåt
zh_tw: 快進 5%

source: Seek 5% Backward
be: Адматаць 5% назад
es: Retroceder un 5%
et: Kerimine 5% tagasi
fi: Siirry 5% Taaksepäin
ko: 5% 뒤로 탐색
lt: Prasukti 5% atgal
nb: Spol 5% bakover
nl: 5% terugspoelen
sr: Назад за 5%
sv: Sök 5% bakåt
zh_tw: 倒回 5%

source: Volume Up
be: Гучней
es: Subir el volumen
et: Heli tugevamaks
fi: Lisää Äänenvoimakkuutta
ko: 음량 올리기
lt: Garsinti
nb: Øk volum
nl: Volume omhoog
sr: Појачај звук
sv: Volym upp
zh_tw: 提昇音量

source: Volume Down
be: Цішэй
es: Bajar el volumen
et: Heli nõrgemaks
fi: Laske Äänenvoimakkuutta
ko: 음량 내리기
lt: Tildyti
nb: Senk volum
nl: Volume omlaag
sr: Утишај звук
sv: Volym ner
zh_tw: 降低音量

source: Toggle Stop After Current Track
be: Пераключаць спыненьне пасьля бягучага трэка
es: Detener después de la pista actual
et: Seiska esitus pärast selle pala lõppu - ümberlülitamine
fi: Kytke Pysähtyminen Nykyisen Kappaleen Jälkeen Päälle\/Pois
ko: 현재 곡 이후 중지 전환
lt: Stabdyti po dabartinio takelio
nb: Slå av/på stopping etter dette sporet
nl: Stoppen na huidig nummer
sr: Укључи/Искључи заустави после тренутне песме
sv: Växla stopp efter aktuellt spår
zh_tw: 播放當前曲目後停止

source: Toggle Stop After Current Album
be: Пераключаць спыненьне пасьля бягучага альбома
es: Detener después del álbum actual
et: Seiska esitus pärast selle albumi lõppu - ümberlülitamine
fi: Kytke Pysähtyminen Nykyisen Albumin Jälkeen Päälle\/Pois
ko: 현재 앨범 이후 중지 전환
lt: Stabdyti po dabartinio albumo
nb: Slå av/på stopping etter dette albumet
nl: Stoppen na huidig album
sr: Укључи/Искључи заустави после тренутног албума
sv: Växla stopp efter aktuellt album
zh_tw: 播放完此專輯後停止
